[{"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.6.txt", "title": "P.6", "date": "2024-11-21 16:24:09.090975", "content": "focus on the cerebral cortex, the part of the brain concerned with the most evolved human behaviors. Here we see how the brain is organized into regions or brain compartments, each made up of large groups of neurons, and how highly complex behaviors can be traced to specific regions of the brain and understood in terms of the functioning  of groups of neurons. In the next chapter we consider how these neural circuits function at the cellular level, using a simple reflex behavior to examine the way sensory signals are transformed  into motor acts.\n\n\nTwo Opposing Views Have Been Advanced on the Relationship Between Brain and Behavior\n\nOur current views about nerve cells, the brain, and behavior have emerged over the last century from a convergence  of five experimental  traditions: anatomy, embryology,  physiology,  pharmacology, and psychology.\n\nBefore the invention of the compound microscope  in the eighteenth century, nervous tissue was thought to function like a gland—an idea that goes back to the Greek physician Galen, who proposed that nerves convey fluid secreted by the brain and spinal cord to the body's periphery. The microscope  revealed the true structure of the cells of nervous tissue. Even so, nervous tissue did not become the subject of a special science until the late 1800s, when the first detailed descriptions  of nerve cells were undertaken  by Camillo Golgi and Santiago Ramón y Cajal.\n\nGolgi developed a way of staining neurons with silver salts that revealed their entire structure under the microscope.  He could see clearly that neurons had cell bodies and two major types of projections  or processes: branching dendrites at one end and a long cable-like axon at the other. Using Golgi's technique, Ramón y Cajal was able to stain individual cells, thus showing that nervous tissue is not one continuous  web but a network of discrete cells. In the course of this work, Ramón y Cajal developed some of the key concepts and much of the early evidence for the neuron doctrine—the  principle that individual neurons are the elementary  signaling elements of the nervous system.\n\nAdditional experimental  support for the neuron doctrine was provided in the 1920s by the American embryologist  Ross Harrison, who demonstrated  that the two major projections  of the nerve cell—the dendrites and the axon—grow  out from the cell body and that they do so even in tissue culture in which each neuron is isolated from other neurons. Harrison also confirmed Ramón y Cajal's suggestion that the tip of the axon gives rise to an expansion called the growth cone, which leads the developing axon to its target (whether to other nerve cells or to muscles).\n\nPhysiological  investigation  of the nervous system began in the late 1700s when the Italian physician and physicist Luigi Galvani discovered that living excitable muscle and nerve cells produce electricity. Modern electrophysiology grew out of work in the nineteenth century by three German physiologists—Emil DuBois- Reymond, Johannes Müller, and Hermann von Helmholtz—who were able to show that the electrical activity of one nerve cell affects the activity of an adjacent cell in predictable  ways.\n\nPharmacology made its first impact on our understanding of the nervous system and behavior at the end of the nineteenth century, when Claude Bernard in France, Paul Ehrlich in Germany, and John Langley in England demonstrated  that drugs do not interact with cells arbitrarily, but rather bind to specific receptors typically located in the membrane on the cell surface. This discovery became the basis of the all-important  study of the chemical basis of communication between nerve cells.\n\nThe psychological  investigation  of behavior dates back to the beginnings of Western science, to classical Greek philosophy.  Many issues central to the modern investigation  of behavior, particularly  in the area of perception,  were subsequently  reformulated  in the seventeenth  century first by René Descartes and then by John Locke, of whom we shall learn more later. In the midnineteenth century Charles Darwin set the stage for the study of animals as models of human actions and behavior by publishing his observations  on the continuity of species in evolution. This new approach gave rise to ethology, the study of animal behavior in the natural environment,  and later to experimental  psychology,  the study of human and animal behavior under controlled conditions.\n\nIn fact, by as early as the end of the eighteenth century the first attempts had been made to bring together biological and psychological  concepts in the study of behavior. Franz Joseph Gall, a German physician and neuroanatomist, proposed three radical new ideas. First, he advocated that all behavior emanated from the brain. Second, he argued that particular regions of the cerebral cortex controlled specific functions. Gall asserted that the cerebral cortex did not act as a single organ but was divided into at least 35 organs (others were added later), each corresponding to a specific mental faculty. Even the most abstract of human behaviors, such as generosity,  secretiveness, and religiosity were assigned their spot in the brain. Third, Gall proposed that the center for each mental function grew with use, much as a muscle bulks up with exercise. As each center"}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.7.txt", "title": "P.7", "date": "2024-11-21 16:24:09.090975", "content": "grew, it purportedly  caused the overlying skull to bulge, creating a pattern of bumps and ridges on the skull that indicated which brain regions were most developed (Figure 1-1). Rather than looking within the brain, Gall sought to establish an anatomical  basis for describing character traits by correlating the personality  of individuals with the bumps on their skulls. His psychology,  based on the distribution  of bumps on the outside of the head, became known as\nphrenology.\n\nIn the late 1820s Gall's ideas were subjected to experimental  analysis by the French physiologist  Pierre Flourens. By systematically removing Gall's functional centers from the brains of experimental  animals, Flourens attempted to isolate the contributions  of each “cerebral organ” to behavior. From these experiments  he concluded that specific brain regions were not responsible  for specific behaviors, but that all brain regions, especially the cerebral hemispheres  of the forebrain, participated  in every mental operation. Any part of the cerebral hemisphere,  he proposed, was able to perform all the functions of the hemisphere.  Injury to a specific area of the cerebral hemisphere  would therefore affect all higher functions equally.\n\nIn 1823 Flourens wrote: “All perceptions,  all volitions occupy the same seat in these cerebral) organs; the faculty of perceiving,  of conceiving,  of willing merely constitutes  therefore a faculty which is essentially one.” The rapid acceptance  of this belief (later called the aggregate-field view of the brain) was based only partly on Flourens's experimental  work. It also represented  a cultural reaction against the reductionist  view that the human mind has a biological basis, the notion that there was no soul, that all mental processes could be reduced to actions within different regions in the brain!\n\nThe aggregate-field view was first seriously challenged in the mid-nineteenth century by the British neurologist  J. Hughlings Jackson. In his studies of focal epilepsy, a disease characterized  by convulsions  that begin in a particular part of the body, Jackson showed that different motor and sensory functions can be traced to different parts of the cerebral cortex. These studies were later refined by the German neurologist  Karl Wernicke, the English physiologist  Charles Sherrington,  and Ramón y Cajal into a view of brain function called cellular connectionism. According to this view, individual neurons are the signaling units of the brain; they are generally arranged in functional groups and connect to one another in a precise fashion. Wernicke's work in particular showed that different behaviors are produced by different brain regions interconnected by specific neural pathways.\nThe differences  between the aggregate-field theory and cellular-connectionism can best be illustrated by an analysis of how the brain produces language. Before we consider the relevant clinical and anatomical  studies concerned with the localization  of language, let us briefly look at the overall structure of the brain. (The anatomical  organization  of the nervous system is described in detail in  Chapter 17.)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 1-1 According  to the nineteenth-century doctrine of phrenology,  complex traits such as combativeness, spirituality,  hope, and conscientiousness are controlled  by specific areas in the brain, which expand as the traits develop. This enlargement  of local areas of the brain was thought to produce characteristic  bumps and ridges on the overlying skull, from which an individual's  character could be determined.  This map, taken from a drawing of the early 1800s, purports to show 35 intellectual  and emotional faculties in distinct areas of the skull and the cerebral cortex underneath.\n\n\n\nThe Brain Has Distinct Functional Regions\n\nThe central nervous system is a bilateral and essentially symmetrical  structure with seven main parts: the spinal cord, medulla oblongata, pons, cerebellum, midbrain, diencephalon,  and the cerebral hemispheres  (Box 1-1 and  Figures 1-2A,1-2B and  1-3). Radiographic  imaging techniques have made it possible to visualize these structures in living subjects. Through a variety of experimental  methods, such images of the brain can be made while subjects are engaged in\nspecific tasks, which then can be related to the activities of discrete regions of the brain. As a result, Gall's original idea that different regions are"}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.8.txt", "title": "P.8", "date": "2024-11-21 16:24:09.090975", "content": ""}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.9.txt", "title": "P.9", "date": "2024-11-21 16:24:09.091975", "content": "specialized for different functions is now accepted as one of the cornerstones  of modern brain science.\n\n\nBox 1-1 The Central Nervous System\nThe central nervous system has seven main parts (Figure 1-2A).\n\n\n?\nThe spinal cord, the most caudal part of the central nervous system, receives and processes sensory information  from the skin, joints, and muscles of the limbs and trunk and controls movement of the limbs and the trunk. It is subdivided into cervical, thoracic, lumbar, and sacral regions. The spinal cord continues rostrally as the brain stem, which consists of the medulla, pons, and midbrain (see below). The brain stem receives sensory information  from the skin and muscles of the head and provides the motor control for the muscles of the head. It also conveys information  from the spinal cord to the brain and from the brain to the spinal cord, and regulates levels of arousal and awareness,  through the reticular formation. The brain stem contains several collections of cell bodies, the cranial nerve nuclei. Some of these nuclei receive information  from the skin and muscles of\n\nthe head; others control motor output to muscles of the face, neck, and eyes. Still others are specialized for information  from the special senses:\nhearing, balance, and taste.\n\n?\nThe medulla oblongata,  which lies directly above the spinal cord, includes several centers responsible  for vital autonomic functions, such as digestion, breathing, and the control of heart rate.\n\n?\nThe pons, which lies above the medulla, conveys information  about movement from the cerebral hemisphere  to the cerebellum.\n\n?\nThe cerebellum  lies behind the pons and is connected to the brain stem by several major fiber tracts called peduncles. The cerebellum  modulates the force and range of movement and is involved in the learning of motor skills.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 1-2A The central nervous system can be divided into seven main parts.\n\n\n?\nThe midbrain, which lies rostral to the pons, controls many sensory and motor functions, including eye movement and the coordination  of visual and auditory reflexes.\n\n?\nThe diencephalon lies rostral to the midbrain and contains two structures. One, the thalamus, processes most of the information  reaching the cerebral cortex from the rest of the central nervous system. The other, the hypothalamus, regulates autonomic,  endocrine, and visceral function.\n\n?\nThe cerebral hemispheres consist of a heavily wrinkled outer layer—the cerebral cortex —and three deep-lying structures:  the basal ganglia, the hippocampus,  and the amygdaloid  nuclei. The basal ganglia participate in regulating motor performance;  the hippocampus  is involved with aspects of memory storage; and the amygdaloid  nuclei coordinate the autonomic and endocrine responses of emotional states. The cerebral cortex is divided into four lobes: frontal, parietal, temporal, and occipital (Figure 1-2B).\n\n\nThe brain is also commonly divided into three broader regions: the hindbrain (the medulla, pons, and cerebellum),  midbrain, and forebrain (diencephalon and cerebral hemispheres). The hindbrain (excluding the cerebellum)  and midbrain comprise the brain stem.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 1-2B The four lobes of the cerebral cortex.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 1-3 The main divisions are clearly visible when the brain is cut down the midline between the two hemispheres.\n\nA. This schematic drawing shows the position of major structures of the brain in relation to external landmarks.  Students of brain anatomy quickly learn to distinguish the major internal landmarks,  such as the corpus callosum, a large bundle of nerve fibers that connects the left and right hemispheres.\n\nB. The major brain divisions drawn in A are also evident here in a magnetic resonance image of a living human brain.\n\n\nOne reason this conclusion eluded investigators  for so many years lies in another organizational principle of the nervous system known as parallel distributed processing.  As we shall see below, many sensory, motor, and cognitive functions are served by more than one neural pathway. When one functional region or pathway is damaged, others may be able to compensate  partially for the loss, thereby obscuring the behavioral evidence for localization.  Nevertheless,  the neural pathways for certain higher functions have been precisely mapped in the brain.\n\n\nCognitive Functions Are Localized Within the Cerebral Cortex\n\nThe brain operations responsible  for our cognitive abilities occur primarily in the cerebral cortex —the furrowed gray matter covering the cerebral hemispheres.  In each of the brain's two hemispheres  the overlying cortex is divided into four anatomically  distinct lobes: frontal, parietal, temporal, and occipital (see  Figure 1-\n2B), originally named for the skull bones that encase them. These lobes have specialized functions. The frontal lobe is largely concerned with planning future action and with the control of movement;  the parietal lobe with somatic sensation, with forming a body image, and with relating one's body image with extrapersonal  space; the occipital lobe with vision; the temporal lobe with hearing; and through its deep structures—the hippocampus  and the amygdaloid\nnuclei—with  aspects of learning, memory, and emotion. Each lobe has several characteristic  deep infoldings (a favored evolutionary  strategy for packing in more\ncells in a limited space). The crests of these convolutions  are called gyri, while the intervening  grooves are called sulci or fissures. The more prominent gyri and sulci are quite similar in everyone and have specific names. For example, the central sulcus separates the precentral gyrus, which is concerned with motor function, from the postcentral  gyrus, which is concerned with sensory function (Figure 1-4A).\n\nThe organization  of the cerebral cortex is characterized  by two important features. First, each hemisphere  is concerned primarily with sensory and motor processes on the contralateral  (opposite) side of the body. Thus sensory information  that arrives at the spinal cord from the left side of the body—from  the left hand, say—crosses  over to the right side of the nervous system (either within the spinal cord or in the brain stem) on its way to the cerebral cortex. Similarly, the motor areas in the right hemisphere  exert control over the movements  of the left half"}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.10.txt", "title": "P.10", "date": "2024-11-21 16:24:09.091975", "content": "of the body. Second, although the hemispheres  are similar in appearance,  they are not completely symmetrical  in structure nor equivalent in function.\n\nTo illustrate the role of the cerebral cortex in cognition, we will trace the development  of our understanding of the neural basis of language, using it as an example of how we have progressed  in localizing mental functions in the brain. The neural basis of language is discussed more fully in  Chapter 59.\n\nMuch of what we know about the localization  of language comes from studies of aphasia, a language disorder found most often in patients who have suffered a stroke (the occlusion or rupture of a blood vessel supplying blood to a portion of the cerebral hemisphere).  Many of the important discoveries  in the study of aphasia occurred in rapid succession during the last half of the nineteenth century. Taken together, these advances form one of the most exciting chapters in the study of human behavior, because they offered the first insight into the biological basis of a complex mental function.\n\nThe French neurologist  Pierre Paul Broca was much influenced by Gall and by the idea that functions could be localized. But he extended Gall's thinking in an important way. He argued that phrenology,  the attempt to localize the functions of the mind, should be based on examining damage to the brain produced by clinical lesions rather than by examining the distribution  of bumps on the outside of the head. Thus he wrote in 1861: “I had thought that if there were ever a phrenological  science, it would be the phrenology  of convolutions  (in the cortex), and not the phrenology  of bumps (on the head).” Based on this insight Broca founded neuropsychology, a new science of mental processes that he was to distinguish from the phrenology  of Gall.\n\nIn 1861 Broca described a patient named Leborgne, who could understand  language but could not speak. The patient had none of the conventional  motor deficits (of the tongue, mouth, or vocal cords) that would affect speech. In fact, he could utter isolated words, whistle, and sing a melody without difficulty. But he could not speak grammatically or create complete sentences, nor could he express ideas in writing. Postmortem  examination  of this patient's brain showed a lesion in the posterior region of the frontal lobe (now called Broca's area;  Figure 1-4B). Broca studied eight similar patients, all with lesions in this region, and in each case\nfound that the lesion was located in the left cerebral hemisphere.  This discovery led Broca to announce in 1864 one of the most famous principles of brain function: “Nous parlons avec l'hémisphère  gauche!” (“We speak with the left hemisphere!”)\n\nBroca's work stimulated a search for the cortical sites of other specific behavioral functions—a  search soon rewarded. In 1870 Gustav Fritsch and Eduard Hitzig galvanized the scientific community  by showing that characteristic  and discrete limb movements  in dogs, such as extending a paw, can be produced by electrically stimulating  a localized region of the precentral gyrus of the brain. These discrete regions were invariably located in the contralateral  motor cortex. Thus, the right hand, the one most humans use for writing and skilled movements,  is controlled by the left hemisphere,  the same hemisphere  that controls speech. In most people, therefore, the left hemisphere  is regarded as dominant.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 1-4 The major areas of the cerebral cortex are shown in this lateral view of the of the left hemisphere. A. Outline of the left hemisphere.\nB. Areas involved in language. Wernicke's  area processes the auditory input for language and is important to the understanding of speech. It lies near the primary auditory cortex and the angular gyrus, which combines auditory input with information  from other senses. Broca's area controls the production of intelligible speech. It lies near the region of the motor area that controls the mouth and tongue movements  that form words. Wernicke's area communicates with Broca's area by a bidirectional  pathway, part of which is made up of the arcuate fasciculus.  (Adapted from  Geschwind 1979.)\n\n\nThe next step was taken in 1876 by Karl Wernicke. At age 26 Wernicke published a now classic paper, “The"}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.11.txt", "title": "P.11", "date": "2024-11-21 16:24:09.091975", "content": "Symptom-Complex of Aphasia: APsychological Study on an Anatomical  Basis.” In it he described another type of aphasia, one involving a failure to comprehend language rather than to speak (a receptive as opposed to an expressive malfunction).  Whereas Broca's patients could understand  language but not speak, Wernicke's patient could speak but could not understand  language. Moreover, the locus of this new type of aphasia was different from that described by Broca: the critical cortical lesion was located in the posterior part of the temporal lobe where it joins the parietal and occipital lobes (Figure 1-4B).\n\nOn the basis of this discovery, and the work of Broca, Fritsch, and Hitzig, Wernicke formulated  a theory of language that attempted to reconcile and extend the two theories of brain function holding sway at that time. Phrenologists  argued that the cortex was a mosaic of functionally  specific areas, whereas the aggregate- field school argued that mental functions were distributed homogeneously throughout  the cerebral cortex. Wernicke proposed that only the most basic mental functions, those concerned with simple perceptual and motor activities, are localized to single areas of the cortex. More complex cognitive functions, he argued, result from interconnections between several functional sites. In placing the principle of localized function within a connectionist  framework,  Wernicke appreciated that different components  of a single behavior are processed in different regions of the brain. He was thus the first to advance the idea of distributed processing, now central to our understanding of brain function.\n\nWernicke postulated that language involves separate motor and sensory programs, each governed by separate cortical regions. He proposed that the motor program, which governs the mouth movements  for speech, is located in Broca's area, suitably situated in front of the motor area that controls the mouth, tongue, palate, and vocal cords (Figure 1-4B). And he assigned the sensory program, which governs word perception,  to the temporal lobe area he discovered\n(now called Wernicke's area). This area is conveniently  surrounded  by the auditory cortex as well as by areas collectively  known as association  cortex, areas that integrate auditory, visual, and somatic sensation into complex perceptions.\n\nThus Wernicke formulated  the first coherent model for language organization  that (with modifications  and elaborations  we shall soon learn about) is still of some use today. According to this model, the initial steps in the processing of spoken or written words by the brain occur in separate sensory areas of the cortex specialized for auditory or visual information.  This information  is then conveyed to a cortical association  area specialized for both visual and auditory information, the angular gyrus. Here, according to Wernicke, spoken or written words are transformed  into a common neural representation shared by both speech and writing. From the angular gyrus this representation is conveyed to Wernicke's area, where it is recognized as language and associated with meaning. Without that association,  the ability to comprehend  language is lost. The common neural representation is then relayed from Wernicke's to Broca's area, where it is\ntransformed  from a sensory (auditory or visual) representation into a motor representation that can potentially lead to spoken or written language. When the last- stage transformation from sensory to motor representation cannot take place, the ability to express language (either as spoken words or in writing) is lost.\n\nBased on this premise, Wernicke correctly predicted the existence of a third type of aphasia, one that results from disconnection. Here the receptive and motor speech zones themselves  are spared but the neuronal fiber pathways that connect them are destroyed. This conduction aphasia, as it is now called, is characterized  by an incorrect use of words (paraphasia).  Patients with conduction aphasia understand  words that they hear and read and have no motor difficulties when they speak. Yet they cannot speak coherently;  they omit parts of words or substitute incorrect sounds. Painfully aware of their own errors, they are unable to put them right.\n\nInspired in part by Wernicke, a new school of cortical localization  arose in Germany at the beginning of the twentieth century led by the anatomist Korbinian Brodmann.  This school sought to distinguish different functional areas of the cortex based on variations in the structure of cells and in the characteristic arrangement  of these cells into layers. Using this cytoarchitectonic method, Brodmann distinguished  52 anatomically  and functionally  distinct areas in the human cerebral cortex (Figure 1-5).\n\nThus, by the beginning of the twentieth century there was compelling biological evidence for many discrete areas in the cortex, some with specialized roles in\n\nbehavior. Yet during the first half of this century the aggregate-field view of the brain, not cellular connectionism, continued to dominate experimental  thinking and clinical practice. This surprising state of affairs owed much to the arguments of several prominent neural scientists, among them the British neurologist Henry Head, the German neuropsychologist Kurt Goldstein, the Russian behavioral physiologist  Ivan Pavlov, and the American psychologist  Karl Lashley, all advocates of the aggregate-field view.\n\nThe most influential of this group was Lashley, who was deeply skeptical of the cytoarchitectonic approach to functional delineation  of the cortex. “The ‘ideal’\narchitectonic  map is nearly worthless,”  Lashley wrote."}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.12.txt", "title": "P.12", "date": "2024-11-21 16:24:09.092975", "content": "“The area subdivisions  are in large part anatomically  meaningless,  and misleading as to the presumptive  functional divisions of the cortex.” Lashley's skepticism was reinforced by his attempts, in the tradition of Flourens's work, to find a specific seat of learning by studying the effects of various brain lesions on the ability of rats to learn to run a maze. But Lashley found that the severity of the learning defect seemed to depend on the size of the lesions, not on their precise site. Disillusioned,  Lashley—and,  after him, many other psychologists  —concluded  that learning and other mental functions have no special locus in the brain and consequently  cannot be pinned down to specific collections of neurons.\n\nOn the basis of his observations,  Lashley reformulated  the aggregate-field view into a theory of brain function called mass action, which further belittled the importance  of individual neurons, specific neuronal connections,  and brain regions dedicated to particular tasks. According to this view, it was brain mass, not its neuronal components,  that was crucial to its function. Applying this logic to aphasia, Head and Goldstein asserted that language disorders could result from injury to almost any cortical area. Cortical damage, regardless of site, caused patients to regress from a rich, abstract language to the impoverished  utterances of aphasia.\n\nLashley's experiments  with rats, and Head's observations  on human patients, have gradually been reinterpreted.  A variety of studies have demonstrated  that the maze-learning task used by Lashley is unsuited to the study of local cortical function because the task involves so many motor and sensory capabilities.  Deprived of one sensory capability (such as vision), a rat can still learn to run a maze using another (by following tactile or olfactory cues). Besides, as we shall see, many mental functions are handled by more than one region or neuronal pathway, and a single lesion may not eliminate them all.\n\nIn addition, the evidence for the localization  of function soon became overwhelming. Beginning in the late 1930s, Edgar Adrian in England and Wade Marshall and Philip Bard in the United States discovered that applying a tactile stimulus to different parts of a cat's body elicits electrical activity in distinctly different subregions of the cortex, allowing for the establishment  of a precise map of the body surface in specific areas of the cerebral cortex described by Brodmann. These studies established  that cytoarchitectonic areas of cortex can be defined unambiguously according to several independent  criteria, such as cell type and cell layering, connections,  and—most important—physiological function. As we shall see in later chapters, local functional specialization  has emerged as a key\nprinciple of cortical organization,  extending even to individual columns of cells within a functional area. Indeed, the brain is divided into many more functional\nregions than even Brodmann envisaged!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 1-5 In the early part of the twentieth  century Korbinian  Brodmann  divided the human cerebral cortex into 52 discrete areas on the basis of distinctive  nerve cell structures  and characteristic arrangements of cell layers. Brodmann's  scheme of the cortex is still widely used today and is continually updated. In this drawing each area is represented  by its own symbol and is assigned a unique number. Several areas defined by Brodmann have been found to control specific brain functions. For instance, area 4, the motor cortex, is responsible  for voluntary movement.  Areas 1, 2, and 3 comprise the primary somatosensory cortex, which receives information  on bodily sensation. Area 17 is the primary visual cortex, which receives signals from the eyes and relays them to other areas for further deciphering.  Areas 41 and 42 comprise the primary auditory cortex. Areas not visible from the outer surface of the cortex are not shown in this drawing.\n\n\nMore refined methods have made it possible to learn even more about the function of different brain regions involved in language. In the late 1950s Wilder Penfield, and more recently George Ojemann used small electrodes to stimulate the cortex of awake patients during brain surgery for epilepsy (carried out under local anesthesia),  in search of areas that produce language. Patients were asked to name objects or use language in other ways while different areas of the cortex were stimulated.  If the area of the cortex was critical for language, application of the electrical stimulus blocked the patient's ability to name objects. In this way Penfield and Ojemann were able to confirm—in  the living conscious brain—the language areas of the cortex described by Broca and Wernicke. In addition, Ojemann discovered other sites essential for language, indicating"}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.13.txt", "title": "P.13", "date": "2024-11-21 16:24:09.092975", "content": "that the neural networks for language are larger than those delineated by Broca and Wernicke.\n\nOur understanding of the neural basis of language has also advanced through brain localization  studies that combine linguistic and cognitive psychological approaches.  From these studies we have learned that a brain area dedicated to even a specific component  of language, such as Wernicke's area for language comprehension, is further subdivided functionally.  These modular subdivisions  of what had previously appeared to be fairly elementary  operations were first discovered in the mid 1970s by Alfonso Caramazza  and Edgar Zurif. They found that different lesions within Wernicke's area give rise to different failures to comprehend.  Lesions of the frontal-temporal region of Wernicke's area result in failures in lexical processing,  an inability to understand  the meaning of words. By contrast, lesions in the parietal-temporal region of Wernicke's area result in failures in syntactical processing,  the ability to understand  the relationship  between the words of a sentence. (Thus syntactical knowledge allows one to appreciate that the sentence “Jim is in love with Harriet” has a different meaning from “Harriet is in love with Jim.”)\n\nUntil recently, almost everything we knew about the anatomical  organization  of language came from studies of patients who had suffered brain lesions. Positron emission tomography  (PET) and functional magnetic resonance imaging (MRI) have extended this approach to normal people (Chapter 20). PET is a noninvasive imaging technique for visualizing the local changes in cerebral blood flow and metabolism  that accompany  mental activities, such as reading, speaking, and\nthinking. In 1988, using this new imaging form, Michael Posner, Marcus Raichle, and their colleagues made an interesting discovery. They found that the\n\nincoming sensory information  that leads to language production and understanding is processed in more than one pathway.\n\nRecall that Wernicke believed that both written and spoken words are transformed  into a representation of language by both auditory and visual inputs. This information,  he thought, is then conveyed to Wernicke's area, where it becomes associated with meaning before being transformed  in Broca's area into output as spoken language. Posner and his colleagues asked: Must the neural code for a word that is read be translated into an auditory representation before it can be associated with a meaning? Or can visual information  be sent directly to Broca's area with no involvement  of the auditory system? Using PET, they determined how individual words are coded in the brain of normal subjects when the words are read on a screen or heard through earphones.  Thus, when words are heard Wernicke's area becomes active, but when words are seen but not heard or spoken Wernicke's area is not activated. The visual information  from the occipital cortex appears to be conveyed directly to Broca's area without first being transformed  into an auditory representation in the posterior temporal cortex. Posner and his colleagues concluded that the brain pathways and sensory codes used to see words are different from those used to hear words. They proposed, therefore, that these pathways have independent  access to higher-order  regions of the cortex concerned with the meaning of words and with the ability to express language (Figure 1-6).\n\nNot only are reading and listening processed separately,  but the act of thinking about a word's meaning (in the absence of sensory inputs) activates a still different area in the left frontal cortex. Thus language processing is parallel as well as serial; as we shall learn in  Chapter 59, it is considerably  more complex than initially envisaged by Wernicke. Indeed, similar conclusions  have been reached from studies of behavior other than language. These studies demonstrate\nthat information  processing requires many individual cortical areas that are appropriately  interconnected—each of them responding  to, and therefore coding for,\nonly some aspects of specific sensory stimuli or motor movement,  and not for others.\n\nStudies of aphasia afford unusual insight into how the brain is organized for language. One of the most impressive insights comes from a study of deaf people who lost their ability to speak American Sign Language after suffering cerebral damage. Unlike spoken language, American signing is accomplished  with hand gestures rather than by sound and is perceived by visual rather than auditory pathways. Nonetheless,  signing, which has the same structural complexities characteristic  of spoken languages,  is also localized to the left hemisphere.  Thus, deaf people can become aphasic for sign language as a result of lesions in the left hemisphere.  Lesions in the right hemisphere  do not produce these defects. Moreover, damage to the left hemisphere  can have quite specific consequences, affecting either sign comprehension (following damage in Wernicke's area) or grammar (following damage in Broca's area) or signing fluency.\nThese observations  illustrate three points. First, the cognitive processing for language occurs in the left hemisphere  and is independent  of pathways that process the sensory or motor modalities used in language. Second, speech and hearing are not necessary conditions for the emergence  of language capabilities  in the left hemisphere.  Third, spoken language represents only one of a family of cognitive skills mediated by the left hemisphere.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 1-6 Specific regions of the cortex involved in the recognition  of a spoken or written word can be identified  with PET scanning.  Each of the four images of the human brain shown here (from the left side of the cortex) actually represents the averaged brain activity of several normal subjects. (In these PET images white represents the areas of highest activity, red and yellow quite high activity, and blue and gray the areas of minimal activity.) The “input” component  of language (reading or hearing a word) activates the regions of the brain shown in A and B. The motor “output” component  of language (speech or thought) activates the regions shown in C and D. (Courtesy of Cathy Price.)\n\nA. The reading of a single word produces a response both inthe primary visual cortex and in the visual association  cortex (see  Figure 1-5).\n\nB. Hearing a word activates an entirely different set of areas in the temporal cortex and at the junction of the temporalparietal cortex. (To control for irrelevant differences,  the same list of words was used in both the reading and listening tests.) A and B show that the brain uses several discrete pathways for processing language and does not transform visual signals for processing in the auditory pathway.\n\nC. Subjects were asked to repeat a word presented either through earphones or on a screen. Speaking a word activates the supplementary motor area of the medial frontal cortex. Broca's area is activated whether the word is presented orally or visually. Thus both visual and auditory pathways converge on Broca's area, the common site for the motor articulation  of speech.\n\nD. Subjects were asked to respond to the word “brain” with an appropriate  verb (for example, “to think”). This type of thinking activates the frontal cortex as well as Broca's and Wernicke's areas. These areas play a role in all cognition and abstract representation."}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.14.txt", "title": "P.14", "date": "2024-11-21 16:24:09.092975", "content": "Affective Traits and Aspects of Personality Are Also Anatomically Localized\n\nDespite the persuasive evidence for localized languagerelated functions in the cortex, the idea nevertheless  persisted that affective (emotional)  functions are not localized. Emotion, it was believed, must be an expression of whole-brain  activity. Only recently has this view been modified. Although the emotional aspects of behavior have not been as precisely mapped as sensory, motor, and cognitive functions, distinct emotions can be elicited by stimulating  specific parts of the brain in humans or experimental  animals. The localization  of affect has been dramatically  demonstrated  in patients with certain language disorders and those with a particular type of epilepsy.\n\nAphasia patients not only manifest cognitive defects in language, but also have trouble with the affective aspects of language, such as intonation (or prosody). These affective aspects are represented  in the right"}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.15.txt", "title": "P.15", "date": "2024-11-21 16:24:09.093976", "content": "hemisphere  and, rather strikingly, the neural organization  of the affective elements of language mirrors the organization  of the logical content of language in the left hemisphere.  Damage to the right temporal area corresponding to Wernicke's area in the left temporal region leads to disturbances  in comprehending the emotional quality of language, for example, appreciating  from a person's tone of voice whether he is describing a sad or happy event. In contrast, damage to the right frontal area corresponding to Broca's area leads to difficulty in expressing emotional aspects of language.\n\nThus some linguistic functions also exist in the right hemisphere.  Indeed, there is now considerable  evidence that an intact right hemisphere  may be necessary to an appreciation  of subtleties of language, such as irony, metaphor, and wit, as well as the emotional content of speech. Certain disorders of affective language that are localized to the right hemisphere,  called aprosodias,  are classified as sensory, motor, or conduction aprosodias,  following the classification  used for aphasias. This pattern of localization  appears to be inborn, but it is by no means completely determined  until the age of about seven or eight. Young children in whom the left cerebral hemisphere  is severely damaged early in life can still develop an essentially normal grasp of language.\n\nFurther clues to the localization  of affect come from patients with chronic temporal lobe epilepsy. These patients manifest characteristic  emotional changes, some of which occur only fleetingly during the seizure itself and are called ictal phenomena  (Latin ictus, a blow or a strike). Common ictal phenomena  include feelings\nof unreality and déjàvu (the sensation of having been in a place before or of having had a particular experience  before); transient visual or auditory hallucinations; feelings of depersonalization, fear, or anger; delusions; sexual feelings; and paranoia.\n\nMore enduring emotional changes, however, are evident when patients are not having seizures. These interictal phenomena  are interesting because they represent a true psychiatric syndrome. A detailed study of such patients indicates they lose all interest in sex, and the decline in sexual interest is often paralleled by a rise in social aggressiveness. Most exhibit one or more distinctive personality  traits: They can be intensely emotional, ardently religious, extremely\nmoralistic, and totally lacking in humor. In striking contrast, patients with epileptic foci outside the temporal lobe show no abnormal emotion and behavior.\n\nOne important structure for the expression and perception of emotion is the amygdala, which lies deep within the cerebral hemispheres.  The role of this structure in emotion was discovered through studies of the effects of the irritative lesions of epilepsy within the temporal lobe. The consequences  of such irritative lesions are exactly the opposite of those of destructive  lesions resulting from a stroke or injury. Whereas destructive  lesions bring about loss of function, often through the disconnection  of specialized areas, the electrical storm of epilepsy can increase activity in the regions affected, leading to excessive expression of emotion or over-elaboration of ideas. We consider the neurobiology  of emotion in Part VIII of this book.\n\n\nMental Processes Are Represented in the Brain by Their Elementary Processing Operations\n\nWhy has the evidence for localization,  which seems so obvious and compelling in retrospect,  been rejected so often in the past? The reasons are several.\n\nFirst, phrenologists  introduced the idea of localization  in an exaggerated  form and without adequate evidence. They imagined each region of the cerebral cortex as an independent  mental organ dedicated to a complete and distinct mental function (much as the pancreas and the liver are independent  digestive organs). Flourens's rejection of phrenology  and the ensuing dialectic between proponents  of the aggregate-field view (against localization)  and the cellular connectionists (for localization)  were responses to a theory that was simplistic and overweening.  The concept of localization  that ultimately emerged—and prevailed—is  more subtle by far than anything Gall (or even Wernicke) ever envisioned.\n\nIn the aftermath of Wernicke's discovery that there is a modular organization  for language in the brain consisting of a complex of serial and parallel processing centers with more or less independent  functions, we now appreciate that all cognitive abilities result from the interaction of many simple processing mechanisms distributed in many different regions of the brain. Specific brain regions are not concerned with faculties of the mind, but with elementary  processing operations. Perception,  movement,  language, thought, and memory are all made possible by the serial and parallel interlinking  of several brain regions, each with specific functions. As a result, damage to a single area need not result in the loss of an entire faculty as many earlier neurologists  predicted. Even if a behavior initially disappears,  it may partially return as undamaged  parts of the brain reorganize their linkages.\n\nThus, it is not useful to represent mental processes as a series of links in a chain, for in such an arrangement  the entire process breaks down when a single link is disrupted. The better, more realistic metaphor is to think of mental processes as several railroad lines that all feed"}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.16.txt", "title": "P.16", "date": "2024-11-21 16:24:09.093976", "content": "into the same terminal. The malfunction  of a single link on one pathway affects the information  carried by that pathway, but need not interfere permanently  with the system as a whole. The remaining parts of the system can modify their performance  to accommodate  extra traffic after the breakdown  of a line.\n\nModels of localized function were slow to be accepted because it is enormously  difficult to demonstrate  which components  of a mental operation are represented by a particular pathway or brain region. Nor has it been easy to analyze mental operations and come up with testable components.  Only during the last decade, with the convergence  of modern cognitive psychology  and the brain sciences, have we begun to appreciate that all mental functions are divisible into subfunctions.  One difficulty with breaking down mental processes into analytical categories or steps is that our cognitive experience  consists of instantaneous, smooth operations.  Actually, these processes are composed of numerous independent  information-processing components,  and even the simplest task requires coordination  of several distinct brain areas.\n\nTo illustrate this point, consider how we learn about, store, and recall the knowledge that we have in our mind about objects, people, and events in our world. Our common sense tell us that we store each piece of our knowledge of the world as a single representation that can be recalled by memory-jogging stimuli or even by the imagination  alone. Everything we know about our grandmother,  for example, seems to be stored in one complete representation of “grandmother” that is equally accessible to us whether we see her in person, hear her voice, or simply think about her. Our experience,  however, is not a faithful guide to the knowledge we have stored in memory. Knowledge  is not stored as complete representations but rather is subdivided into distinct categories and stored separately.  For example, the brain stores separately information  about animate and inanimate objects. Thus selected lesions in the left temporal lobe's association  areas can obliterate a patient's knowledge of living things, especially people, while leaving the patient's knowledge of inanimate objects quite intact. Representational categories such as “living people” can be subdivided even further. A small lesion in the left temporal lobe can destroy a patient's ability to recognize people by name without affecting the ability to recognize them by sight.\n\nThe most astonishing  example of the modular nature of representational mental processes is the finding that our very sense of ourselves as a self-conscious coherent being—the sum of what we mean when we say “I”—is achieved through the connection of independent  circuits, each with its own sense of awareness, that carry out separate operations in our two cerebral hemispheres.  The remarkable  discovery that even consciousness is not a unitary process was made by Roger Sperry and Michael Gazzaniga in the course of studying epileptic patients in whom the corpus callosum—the  major tract connecting the two hemispheres—was severed as a treatment for epilepsy. Sperry and Gazzaniga found that each hemisphere  had a consciousness that was able to function independently of the other. The right hemisphere,  which cannot speak, also cannot understand  language that is well-understood by the isolated left hemisphere. As a result, opposing commands  can be issued by each hemisphere—each hemisphere  has a mind of its own! While one patient was holding a favorite book in his left hand, the right hemisphere,  which controls the left hand but cannot read, found that simply looking at the book was boring. The right hemisphere commanded the left hand to put the book down! Another patient would put on his clothes with the left hand, while taking them off with the other. Thus in some\n\ncommissurotomized patients the two hemispheres  can even interfere with each other's function. In addition, the dominant hemisphere  sometimes  comments on the performance  of the nondominant  hemisphere,  frequently exhibiting a false sense of confidence regarding problems in which it cannot know the solution, since the information  was projected exclusively  to the nondominant  hemisphere.\n\nThus the main reason it has taken so long to appreciate which mental activities are localized within which regions of the brain is that we are dealing here with biology's deepest riddle: the neural representation of consciousness and self-awareness. After all, to study the relationship  between a mental process and specific brain regions, we must be able to identify the components  of the mental process that we are attempting  to explain. Yet, of all behaviors, higher mental processes are the most difficult to describe, to measure objectively,  and to dissect into their elementary  components  and operations.  In addition, the brain's anatomy is immensely complex, and the structure and interconnections of its many parts are still not fully understood.  To analyze how a specific mental activity is represented in the brain, we need not only to determine which aspects of the activity are represented  in which regions of the brain, but also how they are represented  and how such representations interact.\n\nOnly in the last decade has that become possible. By combining the conceptual tools of cognitive psychology  with new physiological  techniques and brain imaging methods, we are beginning to visualize the regions of the brain involved in particular behaviors. And we are"}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.17.txt", "title": "P.17", "date": "2024-11-21 16:24:09.093976", "content": "just beginning to discern how these behaviors can be broken down into simpler mental operations and mapped to specific interconnected modules of the brain. Indeed, the excitement  evident in neural science today is based on the conviction that at last we have in hand the proper tools to explore the extraordinary  organ of the mind, so that we can eventually fathom the biological principles that underlie human cognition.\n\n\nSelected Readings\n\n\nBear DM. 1979. The temporal lobes: an approach to the study of organic behavioral changes. In: MS Gazzaniga (ed). Handbook of Behavioral Neurobiology, Vol. 2, Neuropsychology. pp. 75–95. New York: Plenum.\n\n\nCaramazza  A. 1995. The representation of lexical knowledge in the brain. In: RD Broadwell (ed). Neuroscience,  Memory, and Language, Vol. 1, Decade of the Brain, pp. 133–147. Washington,  DC: Library of Congress.\n\n\nChurchland  PS. 1986. Neurophilosophy, Toward a Unified Science of the Mind-Brain.  Cambridge,  MA: MIT Press.\n\n\nCooter R. 1984. The Cultural Meaning of Popular Science: Phrenology  and the Organization  of Consent in Nineteenth-Century Britain. Cambridge: Cambridge Univ. Press.\n\n\nCowan WM. 1981. Keynote. In: FO Schmitt, FG Worden, G Adelman, SG Dennis (eds). The Organization  of the Cerebral Cortex: Proceedings  of a\nNeurosciences Research Program Colloquium,  pp. xi–xxi. Cambridge,  MA: MIT Press. Ferrier D. 1890. The Croonian Lectures on Cerebral Localisation.  London: Smith, Elder. Geschwind N. 1974. Selected Papers on Language and the Brain. Dordrecht, Holland: Reidel.\nHarrington A. 1987. Medicine, Mind, and the Double Brain: A Study in Nineteenth-Century Thought. Princeton, NJ: Princeton Univ. Press.\n\n\nHarrison RG. 1935. On the origin and development  of the nervous system studied by the methods of experimental  embryology.  Proc R Soc Lond B Biol Sci\n118:155–196.\n\n\nJackson JH. 1884. The Croonian lectures on evolution and dissolution of the nervous system. Br Med J 1:591–593;  660–663; 703–707.\n\n\nKandel ER. 1976. The study of behavior: the interface between psychology  and biology. In: Cellular Basis of Behavior: An Introduction  to Behavioral\nNeurobiology,  pp. 3–27. San Francisco: Freeman.\n\n\nKosslyn SM. 1988. Aspects of a cognitive neuroscience  of mental imagery. Science 240:1621–1626. Marshall JC. 1988. Cognitive neurophysiology: the lifeblood of language. Nature 331:560–561. Marshall JC. 1988. Cognitive neuropsychology: sensation and semantics. Nature 334:378.\nOjemann GA. 1995. Investigating  language during awake neurosurgery. In: RD Broadwell (ed). Neuroscience,  Memory, and Language, Vol. 1, Decade of the Brain, pp. 117–131. Washington,  DC: Library of Congress.\n\n\nPetersen SE. 1995. Functional neuroimaging  in brain areas involved in language. In: RD Broadwell (ed). Neuroscience,  Memory, and Language, Vol. 1, Decade of the Brain, pp. 109–116. Washington  DC: Library of Congress.\nPosner MI, Petersen SE, Fox PT, Raichle ME. 1988. Localization  of cognitive operations in the human brain. Science 240:1627–1631. Ross ED. 1984. Right hemisphere's  role in language, affective behavior and emotion. Trends Neurosci 7:342–346.\n\nShepherd GM. 1991. Foundations  of the Neuron Doctrine. New York: Oxford Univ. Press.\n\n\nSperry RW. 1968. Mental unity following surgical disconnection  of the cerebral hemispheres.  Harvey Lect 62:293–323. Young RM. 1970. Mind, Brain and Adaptation in the Nineteenth  Century. Oxford: Clarendon.\nReferences\n\n\nAdrian ED. 1941. Afferent discharges to the cerebral cortex from peripheral sense organs. J Physiol (Lond) 100: 159–191. Bernard C. 1878–1879.  Leçons sur les Phénomènes  de la vie Communs aux Animaux et aux Végétaux. Vols. 1, 2. Paris: Baillière. Boakes R. 1984. From Darwin to Behaviourism: Psychology  and the Minds of Animals. Cambridge,  England: Cambridge Univ. Press. Broca P. 1865. Sur le siége de la faculté du langage articulé. Bull Soc Anthropol 6:377–393.\nBrodmann K. 1909. Vergleichende Lokalisationslehre der Grosshirnrinde in ihren Prinzipien dargestellt auf Grund des Zeelenbaues.  Leipzig: Barth. Darwin C. 1872. The Expression of the Emotions in Man and Animals. London: Murray.\nDescartes R. [1649] 1984. The Philosophical  Writings of Descartes. Cambridge:  Cambridge Univ. Press. DuBois-Reymond E. 1848–1849.  Untersuchungen über thierische Elektrizität.  Vols. 1, 2. Berlin: Reimer. Ehrlich P. 1913. Chemotherapeutics: scientific principles, methods, and results. Lancet 2:445–451.\nFlourens P. 1824. Recherches  expérimentales. Archiv Méd 2:321–370;  Cited and translated by P Flourens, JMD Olmsted. In: EA Underwood  (ed). 1953.\nScience, Medicine and History, 2:290–302.  London: Oxford Univ. Press.\nFlourens P. 1824. Recherches  Expérimentales sur les Propriétés et les Fonctions du Système Nerveux, dans les Animaux Vertébrés. Paris: Chez Crevot. Fritsch G, Hitzig E. 1870. Über die elektrische Erregbarkeit  des Grosshirns.  Arch Anat Physiol Wiss Med, pp. 300–332; 1960. Reprinted in: G. von Bonin\n  (transl). Some Papers on the Cerebral Cortex, pp. 73–96. Springfield,  IL: Thomas."}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.18.txt", "title": "P.18", "date": "2024-11-21 16:24:09.094976", "content": "Gall FJ, Spurzheim G. 1810. Anatomie et Physiologie  du Système Nerveux en Général, et du Cerveau en Particulier, avec des Observations  sur la Possibilité de Reconnoitre  Plusieurs Dispositions  Intellectuelles  et Morales de l'Homme et des Animaux, par la Configuration  de leurs Tetes. Paris: Schoell.\n\n\nGalvani L. [1791] 1953. Commentary  on the Effect of Electricity on Muscular Motion. RM Green (transl). Cambridge,  MA: Licht. Gazzaniga MS, LeDoux JE. 1978. The Integrated Mind. New York: Plenum.\nGeschwind N. 1979. Specializations of the human brain. Sci Am 241(3):180–199.\n\n\nGoldstein K. 1948. Language and Language Disturbances:  Aphasic Symptom Complexes  and Their Significance  for Medicine and Theory of Language. New\nYork: Grune & Stratton.\n\n\nGolgi C. [1906] 1967. The neuron doctrine: theory and facts. In: Nobel Lectures: Physiology or Medicine, 1901–1921,  pp. 189–217. Amsterdam:  Elsevier. Head H. 1921. Release of function in the nervous system. Proc R Soc Lond B Biol Sci 92:184–209.\nHead H. 1926. Aphasia and Kindred Disorders of Speech. Vols. 1, 2. Cambridge:  Cambridge Univ. Press; 1963. Reprint. New York: Hafner.\n\n\nHeilman KM, Scholes R, Watson RT. 1975. Auditory affective agnosia. Disturbed comprehension of affective speech. J Neurol Neurosurg Psychiatry\n38:69–72.\n\n\nLangley JN. 1906. On nerve endings and on special excitable substances  in cells. Proc R Soc Lond B Biol Sci 78:170–194.\n\nLashley KS. 1929. Brain Mechanisms  and Intelligence:  A Quantitative  Study of Injuries to the Brain. Chicago: Univ. Chicago Press.\n\n\nLashley KS, Clark G. 1946. The cytoarchitecture of the cerebral cortex of Ateles: a critical examination  of architectonic  studies. J Comp Neurol 85:223–305. Locke J. 1690. An essay concerning  humane understanding. In: Four Books. London.\nLoeb J. 1918. Forced Movements,  Tropisms and Animal Conduct. Philadelphia:  Lippincott.\n\n\nMarshall WH, Woolsey CN, Bard P. 1941. Observations  on cortical somatic sensory mechanisms  of cat and monkey. J Neurophysiol  4:1–24. McCarthy RA, Warrington  EK. 1988. Evidence for modalityspecific meaning systems in the brain. Nature 334: 428–430.\nMüller J. 1834–1840.  Handbuch der Physiologie  des Menschen für Vorlesungen.  Vols 1, 2. Coblenz: Hölscher.\n\n\nNieuwenhuys  R, Voogd J, van Huijzen, Chr. 1988. The Human Central Nervous System: A Synopsis and Atlas, 3rd rev. ed. Berlin: Springer.\n\n\nPavlov IP. 1927. Conditioned  Reflexes: An Investigation  of the Physiological  Activity of the Cerebral Cortex. GV Anrep (transl). London: Oxford Univ. Press. Penfield W. 1954. Mechanisms  of voluntary movement.  Brain 77:1–17.\nPenfield W, Rasmussen  T. 1950. The Cerebral Cortex of Man: A Clinical Study of Localization  of Function. New York: Macmillan. Penfield W, Roberts L. 1959. Speech and Brain-Mechanisms. Princeton, NJ: Princeton Univ. Press.\nPetersen SE, Fox PT, Posner MI, Mintun M, Raichle ME. 1989. Positron emission tomographic  studies of the processing of single words. J Cogn Neurosci 1 (2):153–170.\n\n\nPosner MI, Carr TH. 1992. Lexical access and the brain: anatomical  constraints  on cognitive models of word recognition.  Am J Psychol 105:1–26.\n\n\nRamón y Cajal S. [1892] 1977. Anew concept of the histology of the central nervous system. DA Rottenberg  (transl). (See also historical essay by SL Palay, preceding Ramón y Cajal's paper.) In: DA Rottenberg,  FH Hochberg (eds). Neurological  Classics in Modern Translation,  pp. 7–29. New York: Hafner.\n\n\nRamón y Cajal S. [1906] 1967. The structure and connexions  of neurons. In: Nobel Lectures: Physiology or Medicine, 1901–1921,  pp. 220–253. Amsterdam:  Elsevier.\n\n\nRamón y Cajal S. [1908] 1954. Neuron Theory or Reticular Theory? Objective Evidence of the Anatomical  Unity of Nerve Cells. MU Purkiss, CA Fox (transl). Madrid: Consejo Superior de Investigaciones Científicas Instituto Ramón y Cajal.\n\n\nRamón y Cajal S. 1937. 1852–1934.  Recollections  of My Life. EH Craigie (transl). Philadelphia:  American Philosophical  Society; 1989. Reprint. Cambridge, MA: MIT Press.\n\n\nRose JE, Woolsey CN. 1948. Structure and relations of limbic cortex and anterior thalamic nuclei in rabbit and cat. J Comp Neurol 89:279–347.\n\n\nRoss ED. 1981. The aprosodias:  functional-anatomic organization  of the affective components  of language in the right hemisphere.  Arch Neurol 38:561–569. Sherrington  C. 1947. The Integrative  Action of the Nervous System, 2nd ed. Cambridge:  Cambridge Univ. Press.\nSpurzheim JG. 1825. Phrenology,  or the Doctrine of the Mind, 3rd ed. London: Knight.\n\n\nSwazey JP. 1970. Action proper and action commune: the localization  of cerebral function. J Hist Biol 3:213–234.\n\n\nvon Helmholtz H. 1850. On the rate of transmission  of the nerve impulse. Monatsber Preuss Akad Wiss Berlin, pp. 14–15. Translated in: W Dennis (ed).\n1948. Readings in the History of Psychology,  pp. 197–198. New York: Appleton-Century-Crofts.\n\n\nWernicke C. 1908. The symptom-complex of aphasia. In: A Church (ed), Diseases of the Nervous System, pp. 265–324. New York: Appleton.\n\nZurif E. 1974. Auditory lateralization,  prosodic and syntactic factors. Brain Lang 1:391–401.\n\nBack\n\n2\n\nNerve Cells and Behavior\n\n\nEric R. Kandel\n\nHUMANS ARE VASTLY superior to other animals in their ability to exploit their physical environment.  The remarkable  range of human behavior—indeed, the complexity of the environment  humans have been able to create for themselves—depends on a sophisticated  array of sensory receptors connected to a highly flexible neural machine—a  brain—that  is able to discriminate  an enormous variety of events in the environment.  The continuous  stream of information  from these receptors is organized by the brain into perceptions  (some of which are stored in memory for future reference) and then into appropriate  behavioral responses.\nAll of this is accomplished  by the brain using nerve cells and the connections  between them.\n\nIndividual nerve cells, the basic units of the brain, are relatively simple in their morphology.  Although the human brain contains an extraordinary  number of these cells (on the order of 1011 neurons), which can be classified into at least a thousand different types, all nerve cells share the same basic architecture.  The complexity of human behavior depends less on the specialization  of individual nerve cells and more on the fact that a great many of these cells form precise anatomical  circuits. One of thekey organizational principles of the brain, therefore, is that nerve cellswith basically similar properties can nevertheless  produce quite differentactions because of the way they are connected with each other and with sensory receptors and muscle.\nSince relatively few principles of organization  give rise to considerable  complexity,  it is possible to learn a great deal about how the nervous system produces behavior by focusing on four basic features of the nervous system:\n\n\n?\nThe mechanisms  by which neurons produce signals.\n\n?\nThe patterns of connections  between nerve cells.\n\n?\nThe relationship  of different patterns of interconnection to different types of behavior.\n\n?\nThe means by which neurons and their connections  are modified by experience.\n\n\nIn this chapter we introduce these four features by first considering  the structural and functional properties"}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.20.txt", "title": "P.20", "date": "2024-11-21 16:24:09.094976", "content": "of neurons and the glial cells that surround and support them. We then examine how individual cells organize and transmit signals and how signaling between a few interconnected nerve cells produces a simple behavior, the knee jerk reflex. Finally, we consider how changes in the signaling ability of specific cells can modify behavior.\n\n\nThe Nervous System Has Two Classes of Cells\n\nThere are two main classes of cells in the nervous system: nerve cells (neurons) and glial cells (glia).\n\n\nGlial Cells Are Support Cells\nGlial cells far outnumber  neurons—there are between 10 and 50 times more glia than neurons in the central nervous system of vertebrates.  The name for these cells derives from the Greek for glue, although in actuality glia do not commonly hold nerve cells together. Rather, they surround the cell bodies, axons, and dendrites of neurons. As far as is known, glia are not directly involved in information  processing,  but they are thought to have at least seven other vital roles:\n\n\n?\nGlial cells support neurons, providing the brain with structure. They also separate and sometimes  insulate neuronal groups and synaptic connections  from each other.\n\n?\nTwo types of glial cells (oligodendrocytes and Schwann cells) produce the myelin used to insulate nerve cell axons, the cell outgrowths  that conduct electrical signals.\n\n?\nSome glial cells are scavengers,  removing debris after injury or neuronal death.\n\n?\nGlial cells perform important housekeeping  chores that promote efficient signaling between neurons (Chapter 14). For example, some glia also take up chemical transmitters  released by neurons during synaptic transmission.\n\n?\nDuring the brain's development  certain classes of glial cells (“radial glia”) guide migrating neurons and direct the outgrowth of axons.\n\n?\nIn some cases, as at the nerve-muscle  synapse of vertebrates,  glial cells actively regulate the properties of the presynaptic  terminal.\n\n?\nSome glial cells (astrocytes)  help form an impermeable  lining in the brain's capillaries and venules— the blood-brain  barrier—that  prevents toxic substances  in the blood from entering the brain (Appendix B).\n\n?\nOther glial cells apparently release growth factors and otherwise help nourish nerve cells, although this role has been difficult to demonstrate  conclusively.\n\n\nGlial cells in the vertebrate nervous system are divided into two major classes: microglia and macroglia.\n\nMicroglia are phagocytes  that are mobilized after injury, infection, or disease. They arise from macrophages  outside the nervous system and are physiologically and embryologically unrelated to the other cell types of the nervous system. Not much is known about what microglia do in the resting state, but they become activated and recruited during infection, injury, and seizure. The activated cell has a process that is stouter and more branched than that of inactivated  cells, and it expresses a range of antigens, which suggests that it may serve as the major antigen presenting cell in the central nervous system. Microglia are thought to become activated in a number of diseases including multiple sclerosis and AIDS-related  dementia, as well as various chronic neurodegenerative diseases such as Parkinson's  disease and Alzheimer's  disease.\n\nThree types of macroglial cells predominate  in the vertebrate nervous system: oligodendrocytes, Schwann cells, and astrocytes.\n\nOligodendrocytes and Schwann cells are small cells with relatively few processes. Both types carry out the important job of insulatingaxons, forming a myelin sheath by tightly winding their membranous  processes around the axon in a spiral. Oligodendrocytes, which are found in the central nervous system, envelop an average of 15 axonal internodes each (Figure 2-1A). By contrast, Schwann cells, which occur in the peripheral nervous system, each envelop just one internode\nof only one axon (Figure 2-1B). The types of myelin produced by oligodendrocytes and Schwann cells differ to some degree in chemical makeup.\n\nAstrocytes,  the most numerous of glial cells, owe their name to their irregular, roughly star-shaped  cell bodies (Figure 2-1C). They tend to have rather long processes, some of which terminate in end-feet. Some astrocytes form end-feet on the surfaces of nerve cells in the brain and spinal cord and may play a role in bringing nutrients to these cells. Other astrocytes place end-feet on the brain's blood vessels and cause the vessel's endothelial  (lining) cells to form tight\njunctions, thus creating the protective blood-brain  barrier (Figure 2-1C).\n\nAstrocytes also help to maintain the right potassium ion concentration  in the extracellular  space between neurons. As we shall learn below and in  Chapter 7, when a nerve cell fires, potassium ions flow out of the cell. Repetitive firing may create an excess of extracellular  potassium that could interfere with signaling between cells in the vicinity. Because astrocytes are highly"}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.21.txt", "title": "P.21", "date": "2024-11-21 16:24:09.094976", "content": "permeable to potassium,  they can take up the excess potassium and so protect those neighboring  neurons. In addition, astrocytes take up neurotransmitters from synaptic zones after release and thereby help regulate synaptic activities by removing transmitters.  But the role of astrocytes is largely a supporting one.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 2-1 The principal types of glial cells in the central nervous system are astrocytes  and oligodendrocytes and in the peripheral  nervous system, Schwann cells.\n\nA. Oligodendrocytes are small cells with relatively few processes. In white matter (left) they provide the myelin, and in gray matter (right) perineural oligodendrocytes surround and support the cell bodies of neurons. A single oligodendrocyte can wrap its membranous  processes around many axons, insulating them with a myelin sheath.\n\nB. Schwann cells furnish the myelin sheaths that insulate axons in the peripheral nervous system. Each of several Schwann cells, positioned along the length of a single axon, forms a segment of myelin sheath about 1 mm long. The sheath assumes its form as the inner tongue of the Schwann cell turns around the axon several times, wrapping it in concentric layers of membrane.  The intervals between segments of myelin are known as the nodes of Ranvier. In living cells the layers of myelin are more compact than what is shown here. (Adapted from  Alberts et al. 1994.)\n\nC. Astrocytes,  the most numerous of glial cells in the central nervous system, are characterized  by their star-like shape and the broad end-feet on their processes. Because these endfeet put the astrocyte into contact with both capillaries and neurons, astrocytes are thought to have a nutritive function. Astrocytes also play an important role in forming the bloodbrain barrier.\n\n\nThere is no evidence that glia are directly involved in electrical signaling. Signaling is the function of nerve cells.\n\n\nNerve Cells Are the Main Signaling Units of the Nervous System\n\nA typical neuron has four morphologically defined regions: the cell body, dendrites, the axon, and presynaptic  terminals (Figure 2-2). As we shall see later, each of these regions has a distinct role in the generation of signals and the communication of signals between nerve cells.\n\nThe cell body (soma) is the metabolic center of the cell. It contains the nucleus, which stores the genes of the cell, as well as the endoplasmic  reticulum, an extension of the nucleus where the cell's proteins are synthesized.  The cell body usually gives rise to two kinds of processes: several short dendrites and one, long, tubular axon. Dendrites branch out in tree-like fashion and are the main apparatus for receiving incoming signals from other nerve cells. In contrast, the axon extends away from the cell body and is the main conducting  unit for carrying signals to other neurons. An axon can convey electrical signals along distances ranging from 0.1 mm to 3 m. These electrical signals, called action potentials, are rapid, transient, all-or-none  nerve impulses, with an amplitude of 100 mV and\na duration of about 1 ms (Figure 2-3). Action potentials are initiated at a specialized trigger region at the origin of the axon called the axon hillock (or initial segment of the axon); from there they are conducted down the axon without failure or distortion at rates of 1–100 m per second. The amplitude of an action potential traveling down the axon remains constant because the action potential is an all-or-none  impulse that is regenerated  at regular intervals along the axon."}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.22.txt", "title": "P.22", "date": "2024-11-21 16:24:09.094976", "content": "Action potentials constitute the signals by which the brain receives, analyzes, and conveys information.  These signals are highly stereotyped  throughout  the\n\nnervous system, even though they are initiated by a great variety of events in the environment  that impinge on our bodies—from  light to mechanical  contact, from odorants to pressure waves. Thus, the signals that convey information  about vision are identical to those that carry information  about odors. Here we encounter another key principle of brain function. The information  conveyed by an action potential is determined  not by the form of the signal but by the pathway the signal travels in the brain. The brain analyzes and interprets patterns of incoming electrical signals and in this way creates our everyday sensations of sight, touch, taste, smell, and sound.\n\nTo increase the speed by which action potentials are conducted,  large axons are wrapped in a fatty, insulating sheath of myelin. The sheath is interrupted  at regular intervals by the nodes of Ranvier. It is at these uninsulated  spots on the axon that the action potential becomes regenerated.  We shall learn more about myelination  in  Chapter 4 and about action potentials in  Chapter 9.\n\nNear its end, the tubular axon divides into fine branches that form communication sites with other neurons. The point at which two neurons communicate  is known as a synapse. The nerve cell transmitting  a signal is called the presynaptic  cell. The cell receiving the signal is"}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.23.txt", "title": "P.23", "date": "2024-11-21 16:24:09.095976", "content": "the postsynaptic  cell. The presynaptic  cell transmits signals from the swollen ends of its axon's branches, called presynaptic  terminals. However, a presynaptic cell does not actually touch or communicate  anatomically  with the postsynaptic  cell since the two cells are separated by a space, the synaptic cleft. Most presynaptic  terminals end on the postsynaptic  neuron's dendrites, but the terminals may also end on the cell body or, less often, at the beginning or end of theaxon of the receiving cell (Figure 2-2).\n\nFigure 2-2 Structure  of a neuron. Most neurons in the vertebrate nervous system have several main features in common. The cell body contains the nucleus, the storehouse  of genetic information,  and gives rise to two types of cell processes, axons and dendrites. Axons, the transmitting  element of neurons, can vary greatly in length; some can extend more than 3 m within the body. Most axons in the central nervous system are very thin (between 0.2 and 20 µm in\ndiameter) compared with the diameter of the cell body (50 µm or more). Many axons are insulated by a fatty sheath of myelin that is interrupted  at regular intervals by the nodes of Ranvier. The action potential, the cell's conducting  signal, is initiated either at the axon hillock, the initial segment of the axon, or in some cases slightly farther down the axon at the first node of Ranvier. Branches of the axon of one neuron (the presynaptic  neuron) transmit signals to another neuron (the postsynaptic  cell) at a site called the synapse. The branches of a single axon may form synapses with as many as 1000 other neurons. Whereas the axon is the output element of the neuron, the dendrites (apical and basal) are input elements of the neuron. Together with the cell body, they receive synaptic\ncontacts from other neurons.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 2-3 This historic tracing is the first published  intracellular  recording  of an action potential.  It was obtained in 1939 by Hodgkin and Huxley from the squid giant axon, using glass capillary electrodes filled with sea water. Time marker is 500 Hz. The vertical scale indicates the potential of the internal electrode in millivolts, the sea water outside being taken as zero potential. (From  Hodgkin and Huxley 1939.)\n\n\nAs we saw in  Chapter 1, Ramón y Cajal provided much of the early evidence for the now basic understanding that neurons are the signaling units of the nervous system and that each neuron is a discrete cell with distinctive processes arising from its cell body (the neuron doctrine). In retrospect,  it is hard to appreciate how difficult it was to persuade scientists of this elementary  idea. Unlike other tissues, whose cells have simple shapes and fit into a single field of the light\nmicroscope,  nerve cells have complex shapes; the elaborate patterns of dendrites and the seemingly endless course of some axons made it extremely difficult\ninitially to establish a relationship  between these elements. Even after the anatomists  Jacob Schleiden and Theodor Schwann put forward the cell theory in the early 1830s—when  the idea that cells are the structural units of all living matter became a central dogma of biology—most anatomists  would not accept that the cell theory applied to the brain, which they thought of as a continuous  web-like reticulum.\n\nThe coherent structure of the neuron did not become clear until late in the nineteenth century, when Ramón y Cajal began to use the silver staining method introduced by Golgi. This method, which continues to be used today, has two advantages.  First, in a random manner that is still not understood,  the silver solution stains only about 1% of the cells in any particular brain region, making it possible to study a single nerve cell in isolation from its neighbors. Second, the neurons that do take up the stain are delineated in their entirety, including the cell body, axon, and full dendritic tree. The stain shows that (with rare exceptions we shall consider later) there is no cytoplasmic  continuity between neurons, even at the synapse between two cells. Thus, neurons do not form a syncytium;\neach neuron is clearly segregated  from every other neuron.\n\nRamón y Cajal applied Golgi's method to the embryonic nervous systems of many animals, including the human brain. By examining the structure of neurons in almost every region of the nervous system and tracing the contacts they made with one another, Ramón y Cajal was able to describe the differences  between classes of nerve cells and to map the precise connections  between a good many of them. In this way Ramón y Cajal grasped, in addition to the neuron doctrine, two other principles of neural organization  that would prove particularly  valuable in studying communication in the nervous system.\n\nThe first of these has become known as the principle of dynamic polarization.  It states that electrical signals within a nerve cell flow only in one direction: from the receiving sites of the neuron (usually the dendrites and cell body) to the trigger region at the axon. From there, the action potential is propagated unidirectionally along the entire length of the axon to the cell's presynaptic  terminals. Although neurons vary in shape and function, the operation of most follows this rule of information  flow. Later in this chapter we shall describe the physiological  basis of this principle.\n\nThe second principle, the principle of connectional  specificity, states that nerve cells do not connect indiscriminately with one another to form random networks; rather each cell makes specific connections—at particular contact points—with  certain postsynaptic  target cells but not with others. Taken together, the principles of dynamic polarization  and connectional  specificity form the cellular basis of the modern connectionist  approach to the brain discussed in  Chapter 1.\n\nRamón y Cajal was also among the first to realize that the feature that most distinguishes  one neuron from another is shape—specifically, the number and form of the processes arising from the cell body. On the basis of shape, neurons are classified into three large groups: unipolar, bipolar, and multipolar.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 2-4 Neurons can be classified as unipolar, bipolar, or multipolar  according  to the number of processes  that originate from the cell body.\n\nA. Unipolar cells have a single process, with different segments serving as receptive surfaces or releasing terminals. Unipolar cells are characteristic  of the invertebrate  nervous system.\n\nB. Bipolar cells have two processes that are functionally  specialized:  the dendrite carries information  to the cell, and the axon transmits information  to other cells.\n\nC. Certain neurons that carry sensory information,  such as information  about touch or stretch, to the spinal cord belong to a subclass of bipolar cells designated as pseudo-unipolar. As such cells develop, the two processes of the embryonic bipolar cell become fused and emerge from the cell body as a single process. This outgrowth then splits into two processes, both of which function as axons, one going to peripheral skin or muscle, the other going to the central spinal cord.\n\nD. Multipolar cells have an axon and many dendrites. They are the most common type of neuron in the mammalian  nervous system. Three examples illustrate the large diversity of these cells. Spinal motor neurons (left) innervate skeletal muscle fibers. Pyramidal cells (middle) have a roughly triangular cell body; dendrites emerge from both the apex (the apical dendrite) and the base (the basal dendrites).  Pyramidal cells are found in the hippocampus  and throughout  the cerebral cortex. Purkinje cells of the cerebellum  (right) are characterized  by the rich and extensive dendritic tree in one plane. Such a structure permits enormous synaptic input. (Adapted from  Ramón y Cajal 1933.)"}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.24.txt", "title": "P.24", "date": "2024-11-21 16:24:09.095976", "content": "Unipolar neurons are the simplest nerve cells because they have a single primary process, which usually gives rise to many branches. One branch serves as the axon; other branches function as dendritic receiving structures (Figure 2-4A). These cells predominate  in the nervous systems of invertebrates; in vertebrates they occur in the autonomic nervous system.\n\nBipolar neurons have an oval-shaped  soma that gives rise to two processes: a dendrite that conveys information  from the periphery of the body, and an axon that carries information  toward the central nervous system (Figure 2-4B). Many sensory cells are bipolar cells, including those in the retina of the eye and in the olfactory epithelium of the nose. The mechanoreceptors that convey touch, pressure, and pain to the spinal cord are variants of bipolar cells called pseudo-\nunipolar cells. These cells develop initially as bipolar cells; later the two cell processes fuse to form one axon that emerges from the cell body. The axon then\nsplits into two; one branch runs to the periphery (to sensory receptors in the skin, joints, and muscle), the other to the spinal cord (Figure 2-4C).\n\nMultipolar neurons predominate  in the nervous system of vertebrates.  They have a single axon and, typically, many dendrites emerging from various points around the cell body (Figure 2-4D). Multipolar cells vary greatly in shape, especially in the length of their"}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.25.txt", "title": "P.25", "date": "2024-11-21 16:24:09.095976", "content": "axons and in the number, length, and intricacy of dendrite branching. Usually the number and extent of their dendrites correlate with the number of synaptic contacts that other neurons make onto them. A spinal motor cell with a relatively modest number of dendrites receives about 10,000 contacts—2000 on its cell body and 8000 on its dendrites. The dendritic tree of a Purkinje cell in the cerebellum  is much larger and bushier, as well it might be—it receives approximately\n150,000 contacts!\n\nNeurons are also commonly classified into three major functional groups: sensory, motor, and interneuronal. Sensory neurons carry information  from the body's periphery into the nervous system for the purpose of both perception and motor coordination.1 Motor neurons carry commands  from the brain or spinal cord to muscles and glands. Interneurons  constitute by far the largest class, consisting of all nerve cells that are not specifically sensory or motor. Interneurons  are subdivided into two classes. Relay or projection interneurons  have long axons and convey signals over considerable  distances, from one brain region to another. Local interneurons  have short axons and process information  within local circuits.\n\nNerve Cells Form Specific Signaling Networks That Mediate Specific Behaviors\n\nAll the behavioral functions of the brain—the processing of sensory information,  the programming  of motor and emotional responses, the vital business of storing information  (memory)—are carried out by specific sets of interconnected neurons. Here we shall examine in general terms how a behavior is produced by considering  a simple stretch reflex, the knee jerk. We shall see how a transient imbalance of the body, which puts a stretch on the extensor muscles of the leg, produces sensory information  that is conveyed to motor cells, which in turn convey commands  to the extensor muscles to contract so that balance will be restored.\n\nThe anatomical  components  of the knee jerk are shown in  Figure 2-5. The tendon of the quadriceps femoris, an extensor muscle that moves the lower leg, is attached to the tibia through the tendon of the kneecap, the patellar tendon. Tapping this tendon just below the patella will pull (stretch) the quadriceps femoris. This initiates a reflex contraction  of the quadriceps muscle to produce the familiar knee jerk, an extension of the leg smoothly coordinated  with a relaxation of the\nhamstrings,  the opposing flexor muscles. By increasing the tension of a selected group of muscles, the stretch reflex changes the position of the leg, suddenly\nextending it outward. (The regulation of movement by the nervous system is discussed in Section VI.)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 2-5 The knee jerk is an example of a monosynaptic reflex system, a simple behavior controlled  by directconnections between sensory and motor neurons. Tapping the kneecap with a reflex hammer pulls on the tendon of the quadriceps femoris, an extensor muscle that extends the lower leg. When the muscle stretches in response to the pull of the tendon, information  regarding this change in the muscle is conveyed by afferent (sensory) neurons to the central nervous system. In the spinal cord the sensory neurons act directly on extensor motor neurons that contract the quadriceps,  the muscle that was stretched. In addition, the sensory neurons act indirectly, through interneurons,  to inhibit flexor motor neurons that would otherwise contract the opposing muscle, the hamstring. These actions combine to produce the reflex behavior. In this schematic drawing each extensor and flexor motor neuron represents a population of many cells.\n\n\nStretch reflexes like the knee jerk are a special type of reflex called spinal reflexes, behaviors mediated by neural circuits that are entirely confined to the spinal"}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.26.txt", "title": "P.26", "date": "2024-11-21 16:24:09.096977", "content": "cord. As we shall see later in the book, such spinal circuits relieve the major motor systems of the brain of having to micromanage  elementary  behavioral actions. Stretch reflexes are mediated in good part by monosynaptic  circuits, in which the sensory neurons and motor neurons executing the action are directly connected to one another, with no interneuron  intervening  between them. Most other reflexes, including most spinal reflexes, use polysynaptic  circuits that include one or more sets of interneurons.  Polysynaptic  circuits are more amenable to modification  by the brain's higher processing centers.\n\nThe cell bodies of the mechanoreceptor sensory neurons involved in the knee jerk are clustered near the spinal cord in a dorsal root ganglion (Figure 2-5). They are pseudo-unipolar cells; one branch of the cell's axongoes to the quadriceps muscle at the periphery, while the other runs centrally into the spinal cord. The branch that innervates the quadriceps makes contact with stretchsensitive receptors called muscle spindles and is excited when the muscle is stretched. The\nbranch in the spinal cord forms excitatory connections  with the motor neurons that innervate the quadriceps and control its contraction.  In addition, this branch\ncontacts local interneurons  that inhibit the motor neurons controlling the opposing flexor muscles. These local interneurons  are not involved in the stretch reflex itself, but by coordinating  motor action they increase the stability of the reflex response. Thus, the electrical signals that produce the stretch reflex convey four kinds of information:\n\n\n?\nSensory information  is conveyed to the central nervous system (the spinal cord) from the body's surface.\n\n?\nMotor commands  from the central nervous system are issued to the muscles that carry out the knee jerk.\n\n?\nComplementary, inhibitory commands  are issued to motor neurons that innervate opposing muscles, providing coordination  of muscle action.\n\n?\nInformation  about local neuron activity related to the knee jerk is conveyed to higher centers of the central nervous system, thus permitting the brain to coordinate behavioral commands.\n\nThe stretching of just one muscle, the quadriceps,  activates several hundred sensory neurons, each of which makes direct contact with 100–150 motor neurons (Figure 2-6A). This pattern of connection,  in which one neuron activates many target cells, is called neuronal divergence;  it is especially common in the input stages of the nervous system. By distributing  its signals to many target cells, a single neuron can exert wide and diverse influence. For example, sensory neurons\ninvolved in a stretch reflex also contact projection interneurons  that transmit information  about the local neural activity to higher brain regions concerned with\ncoordinating  movements.  In contrast, because there are usually five to 10 times more sensory neurons than motor neurons, a single motor cell typically receives input from many sensory cells (Figure 2-6B). This pattern of connection,  called convergence,  is common at the output stages of the nervous system. By receiving\nsignals from numerous neurons, the target motor cell is able to integrate diverse information  from many sources.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 2-6 Diverging  and convergingneuronal connections  are a key organizational feature of the brain.\n\nA. In the sensory systems receptor neurons at the input stage usually branch out and make multiple, divergent connections  with neurons that represent the second stage of processing.  Subsequent  connections  diverge even more.\n\nB. By contrast, motor neurons are the targets of progressively  converging  connections.  With convergence,  the target cell receives the sum of information  from many presynaptic  cells.\n\n\nA stretch reflex such as the knee jerk is a simple behavior produced by two classes of neurons connecting at excitatory synapses. But not all important signals in the brain are excitatory. In fact, half of all neurons produce inhibitory signals. Inhibitory neurons release a transmitter  that reduces the likelihood of firing. As we have seen, even in the knee-jerk reflex, the sensory neurons make both excitatory connections  and connections  through inhibitory interneurons.  Excitatory connections  with the leg's extensor muscles cause these muscles to contract, while connections  with certain inhibitory interneurons  prevent the antagonist flexor muscles from being called to action. This feature of the circuit is an example of feed-forward  inhibition (Figure 2-7A). Feedforward  inhibition in the knee-jerk\nreflex is reciprocal, ensuring that the flexor and extensor pathways always"}, {"url": "C:\\Users\\aglis\\Documents\\Python_Projects\\DaveArticleScraper\\examples\\textbook_Principles_of_Neural_Science\\Pages\\P.27.txt", "title": "P.27", "date": "2024-11-21 16:24:09.096977", "content": "inhibit each other, so only muscles appropriate  for the movement,  and not those that oppose it, are recruited.\n\nFigure 2-7 Inhibitory  interneurons can produce either feed forward or feedback inhibition.\n\nA. Feed-forward  inhibition is common in monosynaptic  reflex systems, such as the knee-jerk reflex (see  Figure 2-5). Afferent neurons from extensor muscles excite not only the extensor motor neurons, but also inhibitory neurons that prevent the firing of the motor cells in the opposingflexor muscles. Feedforward inhibition enhances the effect of the active pathway by suppressing  the activity of other, opposing, pathways.\n\nB. Negative feedback inhibition is a self-regulating mechanism.  The effect is to dampen activity within the stimulated pathway and prevent it from exceeding a certain critical maximum. Here the extensor motor neurons act on inhibitory interneurons,  which feed back to the extensor motor neurons themselves  and thus reduce the probability of firing by these cells.\n\n\nNeurons can also have connections  that provide feedback inhibition. For example, an active neuron may have excitatory connections  withboth a target cell and an inhibitory interneuron  that has its own feedbackconnection with the active neuron. In this way signals from the active neuron simultaneously excite the target neuron and the inhibitory interneuron,  which thus is able to limit the ability of the active neuron to excite its target (Figure 2-7B). We will encounter many\nexamples of feed-forward  and feedback inhibition when we examine more complex behaviors in later chapters.\n\n\nSignaling Is Organized in the Same Way in All Nerve Cells\n\nTo produce a behavior, a stretch reflex for example, each participating  sensory and motor nerve cell sequentially  generates four different signals at different sites within the cell: an input signal, a trigger signal, a conducting  signal, and an output signal. Regardless  of cell size and shape, transmitter  biochemistry,  or behavioral function, almost all neurons can be described by a model neuron that has four functional components,  or regions, that generate the four types of signals (Figure 2-8): a local input (receptive)  component,  a trigger (summing or integrative)  component,  a long-range  conducting  (signaling) component,  and an\noutput (secretory)  component.  This model neuron is the physiological  representation of Ramón y Cajal's principle of dynamic polarization.\n\nThe different types of signals used by a neuron are determined  in part by the electrical properties of the cell membrane.  At rest, all cells, including neurons, maintain a difference in the electrical potential on either side of the plasma (external) membrane.  This is called the resting membrane potential. In a typical resting neuron the electrical potential difference is about 65 mV. Because the net charge outside of the membrane is arbitrarily defined as zero, we say the resting membrane potential is -65 mV. (In different nerve cells it may range from about -40 to -80 mV; in muscle cells it is greater still, about -90 mV.) As we shall see in  Chapter 7, the difference in electrical potential when the cell is at rest results from two factors: (1) the unequal distribution  of electrically charged\nions, in particular, the positively charged Na+ and K+ ions and the negatively charged amino acids and proteins on either side of the cell membrane,  and (2) the selective permeability  of the membrane to just one of these ions, K+.\n\nThe unequal distribution  of positively charged ions on either side of the cell membrane is maintained  by a membrane protein that pumps Na+ out of the cell and K\n+ back into it. This Na+-K+ pump, which we shall learn more about in  Chapter 7, keeps the Na+ ion concentration  in the cell low (about 10 times lower than that outside the cell) and the K+ ion concentration  high (about 20 times higher than that outside).\n\nAt the same time, the cell membrane is selectively permeable to K+ because the otherwise impermeable  membrane contains ion channels, pore-like structures that span the membrane and are highly permeable to K+ but considerably  less permeable to Na+. When the cell is at rest, these channels are open and K+ ions tend to leak out. As K+ ions leak from the cell, they leave behind a cloud of unneutralized  negativecharge on the inner surface of the membrane,  so that the net charge inside"}, {"url": "C:/Users/aglis/Documents/Python_Projects/DaveArticleScraper/examples/textbook_Principles_of_Neural_Science/Pages/P.3.txt", "title": "P.3", "date": "2024-11-21 16:24:09.107979", "content": "chief ideas we shall develop in this book is that the specificity of the synaptic connections established during development underlie perception, action, emotion, and learning. We must also understand both the innate (genetic) and environmental determinants of behavior. Specifically, we want to know how genes contribute to behavior. Of course, behavior itself is not inherited—what is inherited is DNA. Genes encode proteins that are important for the\n\ndevelopment and regulation of the neural circuits that underlie behavior. The environment, which begins to exert its influence in utero, becomes of prime importance after birth.\n\nModern neural science represents a merger of molecular biology, neurophysiology, anatomy, embryology, cell biology, and psychology. Along with astute clinical observation, neural science has reinforced the idea first proposed by Hippocrates over two millennia ago that the proper study of mind begins with the study of the brain. Cognitive psychology and psychoanalytic theory have emphasized the diversity and complexity of human mental experience. Both disciplines recognize the importance of genetic as well as learned factors in determining behavior. By emphasizing functional mental structure and internal representation, psychoanalysis served as a source of modern cognitive psychology, a psychology that has stressed the logic of mental operations and of internal representations. Experimental cognitive psychology and clinical psychotherapy can now be strengthened by insights into the cellular neurobiology of behavior. The task for the years ahead is to produce a psychology that—though still concerned with problems of how internal representations are generated, with psychodynamics, and with subjective states of mind—is firmly grounded in empirical neural science.\n\nBack\n\n4\n\nThe Cytology of Neurons\n\n\nJames H. Schwartz\n\nGary L. Westbrook\n\nTHE CELLS OF THE NERVOUS system vary more than those in any other part of the body. Nevertheless,  all neurons have common features that distinguish them from cells in other tissues. For example, they typically are highly polarized. Furthermore,  cell functions are compartmentalized, an arrangement  that contributes significantly  to the processing of electrical signals. The chief functional compartments of neurons—the  cell body, dendrites, axons, and terminals—are usually separated by considerable  distances, a feature that accounts for the functional polarization  discussed in  Chapter 2. In most neurons the cell body, which contains\nthe nucleus and the organelles for making RNA and protein, contains less than a tenth of the cell's total volume. The dendrites and axon that originate from the cell body make up the remainder.  As discussed in  Chapter 2, dendrites are thin processes that branch several times and are specially shaped to receive synaptic input from other neurons. The cell body usually gives off a single axon, another thin process that propagates  electrical impulses, often over considerable\ndistances, to the neuron's synaptic terminals on other nerve cells or on target organs.\n\nNeurons also differ from most other cells in being excitable. Rapid shifts in electrical potential are made possible by specialized protein structures (ion channels and pumps) in the cell membrane that control the instantaneous  flow of ions into and out of the cells. Polarization  and electrical excitability are not unique to neurons, however. Epithelial cells and other nonneuronal  secretory cells also are polarized, with basolateral  and apical surfaces that differ in structure and function. Some nonneural cells, notably muscle, are excitable, and like nerve cells their excitability depends on special protein molecules that allow ions to pass across the plasma membrane.  In neurons, however, polarity and excitability are developed to a higher degree, permitting signals to be received, processed, and conducted over long distances.\n\nAlthough built on a common plan, neurons are quite diverse—over  50 distinct types have been described. This cytological diversity, which results from developmental differentiation, is also apparent on a molecular level. Each neuron expresses a combination  of general and specific molecules. The kinds of proteins a cell synthesizes  depends on the genes expressed in the cell; each type of cell synthesizes  certain macromolecules (enzymes, struc"}, {"url": "C:/Users/aglis/Documents/Python_Projects/DaveArticleScraper/examples/textbook_Principles_of_Neural_Science/Pages/P.6.txt", "title": "P.6", "date": "2024-11-21 16:24:09.090975", "content": "focus on the cerebral cortex, the part of the brain concerned with the most evolved human behaviors. Here we see how the brain is organized into regions or brain compartments, each made up of large groups of neurons, and how highly complex behaviors can be traced to specific regions of the brain and understood in terms of the functioning  of groups of neurons. In the next chapter we consider how these neural circuits function at the cellular level, using a simple reflex behavior to examine the way sensory signals are transformed  into motor acts.\n\n\nTwo Opposing Views Have Been Advanced on the Relationship Between Brain and Behavior\n\nOur current views about nerve cells, the brain, and behavior have emerged over the last century from a convergence  of five experimental  traditions: anatomy, embryology,  physiology,  pharmacology, and psychology.\n\nBefore the invention of the compound microscope  in the eighteenth century, nervous tissue was thought to function like a gland—an idea that goes back to the Greek physician Galen, who proposed that nerves convey fluid secreted by the brain and spinal cord to the body's periphery. The microscope  revealed the true structure of the cells of nervous tissue. Even so, nervous tissue did not become the subject of a special science until the late 1800s, when the first detailed descriptions  of nerve cells were undertaken  by Camillo Golgi and Santiago Ramón y Cajal.\n\nGolgi developed a way of staining neurons with silver salts that revealed their entire structure under the microscope.  He could see clearly that neurons had cell bodies and two major types of projections  or processes: branching dendrites at one end and a long cable-like axon at the other. Using Golgi's technique, Ramón y Cajal was able to stain individual cells, thus showing that nervous tissue is not one continuous  web but a network of discrete cells. In the course of this work, Ramón y Cajal developed some of the key concepts and much of the early evidence for the neuron doctrine—the  principle that individual neurons are the elementary  signaling elements of the nervous system.\n\nAdditional experimental  support for the neuron doctrine was provided in the 1920s by the American embryologist  Ross Harrison, who demonstrated  that the two major projections  of the nerve cell—the dendrites and the axon—grow  out from the cell body and that they do so even in tissue culture in which each neuron is isolated from other neurons. Harrison also confirmed Ramón y Cajal's suggestion that the tip of the axon gives rise to an expansion called the growth cone, which leads the developing axon to its target (whether to other nerve cells or to muscles).\n\nPhysiological  investigation  of the nervous system began in the late 1700s when the Italian physician and physicist Luigi Galvani discovered that living excitable muscle and nerve cells produce electricity. Modern electrophysiology grew out of work in the nineteenth century by three German physiologists—Emil DuBois- Reymond, Johannes Müller, and Hermann von Helmholtz—who were able to show that the electrical activity of one nerve cell affects the activity of an adjacent cell in predictable  ways.\n\nPharmacology made its first impact on our understanding of the nervous system and behavior at the end of the nineteenth century, when Claude Bernard in France, Paul Ehrlich in Germany, and John Langley in England demonstrated  that drugs do not interact with cells arbitrarily, but rather bind to specific receptors typically located in the membrane on the cell surface. This discovery became the basis of the all-important  study of the chemical basis of communication between nerve cells.\n\nThe psychological  investigation  of behavior dates back to the beginnings of Western science, to classical Greek philosophy.  Many issues central to the modern investigation  of behavior, particularly  in the area of perception,  were subsequently  reformulated  in the seventeenth  century first by René Descartes and then by John Locke, of whom we shall learn more later. In the midnineteenth century Charles Darwin set the stage for the study of animals as models of human actions and behavior by publishing his observations  on the continuity of species in evolution. This new approach gave rise to ethology, the study of animal behavior in the natural environment,  and later to experimental  psychology,  the study of human and animal behavior under controlled conditions.\n\nIn fact, by as early as the end of the eighteenth century the first attempts had been made to bring together biological and psychological  concepts in the study of behavior. Franz Joseph Gall, a German physician and neuroanatomist, proposed three radical new ideas. First, he advocated that all behavior emanated from the brain. Second, he argued that particular regions of the cerebral cortex controlled specific functions. Gall asserted that the cerebral cortex did not act as a single organ but was divided into at least 35 organs (others were added later), each corresponding to a specific mental faculty. Even the most abstract of human behaviors, such as generosity,  secretiveness, and religiosity were assigned their spot in the brain. Third, Gall proposed that the center for each mental function grew with use, much as a muscle bulks up with exercise. As each center"}, {"url": "C:/Users/aglis/Documents/Python_Projects/DaveArticleScraper/examples/textbook_Principles_of_Neural_Science/Pages/P.7.txt", "title": "P.7", "date": "2024-11-21 16:24:09.090975", "content": "grew, it purportedly  caused the overlying skull to bulge, creating a pattern of bumps and ridges on the skull that indicated which brain regions were most developed (Figure 1-1). Rather than looking within the brain, Gall sought to establish an anatomical  basis for describing character traits by correlating the personality  of individuals with the bumps on their skulls. His psychology,  based on the distribution  of bumps on the outside of the head, became known as\nphrenology.\n\nIn the late 1820s Gall's ideas were subjected to experimental  analysis by the French physiologist  Pierre Flourens. By systematically removing Gall's functional centers from the brains of experimental  animals, Flourens attempted to isolate the contributions  of each “cerebral organ” to behavior. From these experiments  he concluded that specific brain regions were not responsible  for specific behaviors, but that all brain regions, especially the cerebral hemispheres  of the forebrain, participated  in every mental operation. Any part of the cerebral hemisphere,  he proposed, was able to perform all the functions of the hemisphere.  Injury to a specific area of the cerebral hemisphere  would therefore affect all higher functions equally.\n\nIn 1823 Flourens wrote: “All perceptions,  all volitions occupy the same seat in these cerebral) organs; the faculty of perceiving,  of conceiving,  of willing merely constitutes  therefore a faculty which is essentially one.” The rapid acceptance  of this belief (later called the aggregate-field view of the brain) was based only partly on Flourens's experimental  work. It also represented  a cultural reaction against the reductionist  view that the human mind has a biological basis, the notion that there was no soul, that all mental processes could be reduced to actions within different regions in the brain!\n\nThe aggregate-field view was first seriously challenged in the mid-nineteenth century by the British neurologist  J. Hughlings Jackson. In his studies of focal epilepsy, a disease characterized  by convulsions  that begin in a particular part of the body, Jackson showed that different motor and sensory functions can be traced to different parts of the cerebral cortex. These studies were later refined by the German neurologist  Karl Wernicke, the English physiologist  Charles Sherrington,  and Ramón y Cajal into a view of brain function called cellular connectionism. According to this view, individual neurons are the signaling units of the brain; they are generally arranged in functional groups and connect to one another in a precise fashion. Wernicke's work in particular showed that different behaviors are produced by different brain regions interconnected by specific neural pathways.\nThe differences  between the aggregate-field theory and cellular-connectionism can best be illustrated by an analysis of how the brain produces language. Before we consider the relevant clinical and anatomical  studies concerned with the localization  of language, let us briefly look at the overall structure of the brain. (The anatomical  organization  of the nervous system is described in detail in  Chapter 17.)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 1-1 According  to the nineteenth-century doctrine of phrenology,  complex traits such as combativeness, spirituality,  hope, and conscientiousness are controlled  by specific areas in the brain, which expand as the traits develop. This enlargement  of local areas of the brain was thought to produce characteristic  bumps and ridges on the overlying skull, from which an individual's  character could be determined.  This map, taken from a drawing of the early 1800s, purports to show 35 intellectual  and emotional faculties in distinct areas of the skull and the cerebral cortex underneath.\n\n\n\nThe Brain Has Distinct Functional Regions\n\nThe central nervous system is a bilateral and essentially symmetrical  structure with seven main parts: the spinal cord, medulla oblongata, pons, cerebellum, midbrain, diencephalon,  and the cerebral hemispheres  (Box 1-1 and  Figures 1-2A,1-2B and  1-3). Radiographic  imaging techniques have made it possible to visualize these structures in living subjects. Through a variety of experimental  methods, such images of the brain can be made while subjects are engaged in\nspecific tasks, which then can be related to the activities of discrete regions of the brain. As a result, Gall's original idea that different regions are"}, {"url": "C:/Users/aglis/Documents/Python_Projects/DaveArticleScraper/examples/textbook_Principles_of_Neural_Science/Pages/P.8.txt", "title": "P.8", "date": "2024-11-21 16:24:09.090975", "content": ""}, {"url": "C:/Users/aglis/Documents/Python_Projects/DaveArticleScraper/examples/textbook_Principles_of_Neural_Science/Pages/P.9.txt", "title": "P.9", "date": "2024-11-21 16:24:09.091975", "content": "specialized for different functions is now accepted as one of the cornerstones  of modern brain science.\n\n\nBox 1-1 The Central Nervous System\nThe central nervous system has seven main parts (Figure 1-2A).\n\n\n?\nThe spinal cord, the most caudal part of the central nervous system, receives and processes sensory information  from the skin, joints, and muscles of the limbs and trunk and controls movement of the limbs and the trunk. It is subdivided into cervical, thoracic, lumbar, and sacral regions. The spinal cord continues rostrally as the brain stem, which consists of the medulla, pons, and midbrain (see below). The brain stem receives sensory information  from the skin and muscles of the head and provides the motor control for the muscles of the head. It also conveys information  from the spinal cord to the brain and from the brain to the spinal cord, and regulates levels of arousal and awareness,  through the reticular formation. The brain stem contains several collections of cell bodies, the cranial nerve nuclei. Some of these nuclei receive information  from the skin and muscles of\n\nthe head; others control motor output to muscles of the face, neck, and eyes. Still others are specialized for information  from the special senses:\nhearing, balance, and taste.\n\n?\nThe medulla oblongata,  which lies directly above the spinal cord, includes several centers responsible  for vital autonomic functions, such as digestion, breathing, and the control of heart rate.\n\n?\nThe pons, which lies above the medulla, conveys information  about movement from the cerebral hemisphere  to the cerebellum.\n\n?\nThe cerebellum  lies behind the pons and is connected to the brain stem by several major fiber tracts called peduncles. The cerebellum  modulates the force and range of movement and is involved in the learning of motor skills.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 1-2A The central nervous system can be divided into seven main parts.\n\n\n?\nThe midbrain, which lies rostral to the pons, controls many sensory and motor functions, including eye movement and the coordination  of visual and auditory reflexes.\n\n?\nThe diencephalon lies rostral to the midbrain and contains two structures. One, the thalamus, processes most of the information  reaching the cerebral cortex from the rest of the central nervous system. The other, the hypothalamus, regulates autonomic,  endocrine, and visceral function.\n\n?\nThe cerebral hemispheres consist of a heavily wrinkled outer layer—the cerebral cortex —and three deep-lying structures:  the basal ganglia, the hippocampus,  and the amygdaloid  nuclei. The basal ganglia participate in regulating motor performance;  the hippocampus  is involved with aspects of memory storage; and the amygdaloid  nuclei coordinate the autonomic and endocrine responses of emotional states. The cerebral cortex is divided into four lobes: frontal, parietal, temporal, and occipital (Figure 1-2B).\n\n\nThe brain is also commonly divided into three broader regions: the hindbrain (the medulla, pons, and cerebellum),  midbrain, and forebrain (diencephalon and cerebral hemispheres). The hindbrain (excluding the cerebellum)  and midbrain comprise the brain stem.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 1-2B The four lobes of the cerebral cortex.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 1-3 The main divisions are clearly visible when the brain is cut down the midline between the two hemispheres.\n\nA. This schematic drawing shows the position of major structures of the brain in relation to external landmarks.  Students of brain anatomy quickly learn to distinguish the major internal landmarks,  such as the corpus callosum, a large bundle of nerve fibers that connects the left and right hemispheres.\n\nB. The major brain divisions drawn in A are also evident here in a magnetic resonance image of a living human brain.\n\n\nOne reason this conclusion eluded investigators  for so many years lies in another organizational principle of the nervous system known as parallel distributed processing.  As we shall see below, many sensory, motor, and cognitive functions are served by more than one neural pathway. When one functional region or pathway is damaged, others may be able to compensate  partially for the loss, thereby obscuring the behavioral evidence for localization.  Nevertheless,  the neural pathways for certain higher functions have been precisely mapped in the brain.\n\n\nCognitive Functions Are Localized Within the Cerebral Cortex\n\nThe brain operations responsible  for our cognitive abilities occur primarily in the cerebral cortex —the furrowed gray matter covering the cerebral hemispheres.  In each of the brain's two hemispheres  the overlying cortex is divided into four anatomically  distinct lobes: frontal, parietal, temporal, and occipital (see  Figure 1-\n2B), originally named for the skull bones that encase them. These lobes have specialized functions. The frontal lobe is largely concerned with planning future action and with the control of movement;  the parietal lobe with somatic sensation, with forming a body image, and with relating one's body image with extrapersonal  space; the occipital lobe with vision; the temporal lobe with hearing; and through its deep structures—the hippocampus  and the amygdaloid\nnuclei—with  aspects of learning, memory, and emotion. Each lobe has several characteristic  deep infoldings (a favored evolutionary  strategy for packing in more\ncells in a limited space). The crests of these convolutions  are called gyri, while the intervening  grooves are called sulci or fissures. The more prominent gyri and sulci are quite similar in everyone and have specific names. For example, the central sulcus separates the precentral gyrus, which is concerned with motor function, from the postcentral  gyrus, which is concerned with sensory function (Figure 1-4A).\n\nThe organization  of the cerebral cortex is characterized  by two important features. First, each hemisphere  is concerned primarily with sensory and motor processes on the contralateral  (opposite) side of the body. Thus sensory information  that arrives at the spinal cord from the left side of the body—from  the left hand, say—crosses  over to the right side of the nervous system (either within the spinal cord or in the brain stem) on its way to the cerebral cortex. Similarly, the motor areas in the right hemisphere  exert control over the movements  of the left half"}, {"url": "C:/Users/aglis/Documents/Python_Projects/DaveArticleScraper/examples/textbook_Principles_of_Neural_Science/Pages/P.10.txt", "title": "P.10", "date": "2024-11-21 16:24:09.091975", "content": "of the body. Second, although the hemispheres  are similar in appearance,  they are not completely symmetrical  in structure nor equivalent in function.\n\nTo illustrate the role of the cerebral cortex in cognition, we will trace the development  of our understanding of the neural basis of language, using it as an example of how we have progressed  in localizing mental functions in the brain. The neural basis of language is discussed more fully in  Chapter 59.\n\nMuch of what we know about the localization  of language comes from studies of aphasia, a language disorder found most often in patients who have suffered a stroke (the occlusion or rupture of a blood vessel supplying blood to a portion of the cerebral hemisphere).  Many of the important discoveries  in the study of aphasia occurred in rapid succession during the last half of the nineteenth century. Taken together, these advances form one of the most exciting chapters in the study of human behavior, because they offered the first insight into the biological basis of a complex mental function.\n\nThe French neurologist  Pierre Paul Broca was much influenced by Gall and by the idea that functions could be localized. But he extended Gall's thinking in an important way. He argued that phrenology,  the attempt to localize the functions of the mind, should be based on examining damage to the brain produced by clinical lesions rather than by examining the distribution  of bumps on the outside of the head. Thus he wrote in 1861: “I had thought that if there were ever a phrenological  science, it would be the phrenology  of convolutions  (in the cortex), and not the phrenology  of bumps (on the head).” Based on this insight Broca founded neuropsychology, a new science of mental processes that he was to distinguish from the phrenology  of Gall.\n\nIn 1861 Broca described a patient named Leborgne, who could understand  language but could not speak. The patient had none of the conventional  motor deficits (of the tongue, mouth, or vocal cords) that would affect speech. In fact, he could utter isolated words, whistle, and sing a melody without difficulty. But he could not speak grammatically or create complete sentences, nor could he express ideas in writing. Postmortem  examination  of this patient's brain showed a lesion in the posterior region of the frontal lobe (now called Broca's area;  Figure 1-4B). Broca studied eight similar patients, all with lesions in this region, and in each case\nfound that the lesion was located in the left cerebral hemisphere.  This discovery led Broca to announce in 1864 one of the most famous principles of brain function: “Nous parlons avec l'hémisphère  gauche!” (“We speak with the left hemisphere!”)\n\nBroca's work stimulated a search for the cortical sites of other specific behavioral functions—a  search soon rewarded. In 1870 Gustav Fritsch and Eduard Hitzig galvanized the scientific community  by showing that characteristic  and discrete limb movements  in dogs, such as extending a paw, can be produced by electrically stimulating  a localized region of the precentral gyrus of the brain. These discrete regions were invariably located in the contralateral  motor cortex. Thus, the right hand, the one most humans use for writing and skilled movements,  is controlled by the left hemisphere,  the same hemisphere  that controls speech. In most people, therefore, the left hemisphere  is regarded as dominant.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 1-4 The major areas of the cerebral cortex are shown in this lateral view of the of the left hemisphere. A. Outline of the left hemisphere.\nB. Areas involved in language. Wernicke's  area processes the auditory input for language and is important to the understanding of speech. It lies near the primary auditory cortex and the angular gyrus, which combines auditory input with information  from other senses. Broca's area controls the production of intelligible speech. It lies near the region of the motor area that controls the mouth and tongue movements  that form words. Wernicke's area communicates with Broca's area by a bidirectional  pathway, part of which is made up of the arcuate fasciculus.  (Adapted from  Geschwind 1979.)\n\n\nThe next step was taken in 1876 by Karl Wernicke. At age 26 Wernicke published a now classic paper, “The"}, {"url": "C:/Users/aglis/Documents/Python_Projects/DaveArticleScraper/examples/textbook_Principles_of_Neural_Science/Pages/P.11.txt", "title": "P.11", "date": "2024-11-21 16:24:09.091975", "content": "Symptom-Complex of Aphasia: APsychological Study on an Anatomical  Basis.” In it he described another type of aphasia, one involving a failure to comprehend language rather than to speak (a receptive as opposed to an expressive malfunction).  Whereas Broca's patients could understand  language but not speak, Wernicke's patient could speak but could not understand  language. Moreover, the locus of this new type of aphasia was different from that described by Broca: the critical cortical lesion was located in the posterior part of the temporal lobe where it joins the parietal and occipital lobes (Figure 1-4B).\n\nOn the basis of this discovery, and the work of Broca, Fritsch, and Hitzig, Wernicke formulated  a theory of language that attempted to reconcile and extend the two theories of brain function holding sway at that time. Phrenologists  argued that the cortex was a mosaic of functionally  specific areas, whereas the aggregate- field school argued that mental functions were distributed homogeneously throughout  the cerebral cortex. Wernicke proposed that only the most basic mental functions, those concerned with simple perceptual and motor activities, are localized to single areas of the cortex. More complex cognitive functions, he argued, result from interconnections between several functional sites. In placing the principle of localized function within a connectionist  framework,  Wernicke appreciated that different components  of a single behavior are processed in different regions of the brain. He was thus the first to advance the idea of distributed processing, now central to our understanding of brain function.\n\nWernicke postulated that language involves separate motor and sensory programs, each governed by separate cortical regions. He proposed that the motor program, which governs the mouth movements  for speech, is located in Broca's area, suitably situated in front of the motor area that controls the mouth, tongue, palate, and vocal cords (Figure 1-4B). And he assigned the sensory program, which governs word perception,  to the temporal lobe area he discovered\n(now called Wernicke's area). This area is conveniently  surrounded  by the auditory cortex as well as by areas collectively  known as association  cortex, areas that integrate auditory, visual, and somatic sensation into complex perceptions.\n\nThus Wernicke formulated  the first coherent model for language organization  that (with modifications  and elaborations  we shall soon learn about) is still of some use today. According to this model, the initial steps in the processing of spoken or written words by the brain occur in separate sensory areas of the cortex specialized for auditory or visual information.  This information  is then conveyed to a cortical association  area specialized for both visual and auditory information, the angular gyrus. Here, according to Wernicke, spoken or written words are transformed  into a common neural representation shared by both speech and writing. From the angular gyrus this representation is conveyed to Wernicke's area, where it is recognized as language and associated with meaning. Without that association,  the ability to comprehend  language is lost. The common neural representation is then relayed from Wernicke's to Broca's area, where it is\ntransformed  from a sensory (auditory or visual) representation into a motor representation that can potentially lead to spoken or written language. When the last- stage transformation from sensory to motor representation cannot take place, the ability to express language (either as spoken words or in writing) is lost.\n\nBased on this premise, Wernicke correctly predicted the existence of a third type of aphasia, one that results from disconnection. Here the receptive and motor speech zones themselves  are spared but the neuronal fiber pathways that connect them are destroyed. This conduction aphasia, as it is now called, is characterized  by an incorrect use of words (paraphasia).  Patients with conduction aphasia understand  words that they hear and read and have no motor difficulties when they speak. Yet they cannot speak coherently;  they omit parts of words or substitute incorrect sounds. Painfully aware of their own errors, they are unable to put them right.\n\nInspired in part by Wernicke, a new school of cortical localization  arose in Germany at the beginning of the twentieth century led by the anatomist Korbinian Brodmann.  This school sought to distinguish different functional areas of the cortex based on variations in the structure of cells and in the characteristic arrangement  of these cells into layers. Using this cytoarchitectonic method, Brodmann distinguished  52 anatomically  and functionally  distinct areas in the human cerebral cortex (Figure 1-5).\n\nThus, by the beginning of the twentieth century there was compelling biological evidence for many discrete areas in the cortex, some with specialized roles in\n\nbehavior. Yet during the first half of this century the aggregate-field view of the brain, not cellular connectionism, continued to dominate experimental  thinking and clinical practice. This surprising state of affairs owed much to the arguments of several prominent neural scientists, among them the British neurologist Henry Head, the German neuropsychologist Kurt Goldstein, the Russian behavioral physiologist  Ivan Pavlov, and the American psychologist  Karl Lashley, all advocates of the aggregate-field view.\n\nThe most influential of this group was Lashley, who was deeply skeptical of the cytoarchitectonic approach to functional delineation  of the cortex. “The ‘ideal’\narchitectonic  map is nearly worthless,”  Lashley wrote."}, {"url": "C:/Users/aglis/Documents/Python_Projects/DaveArticleScraper/examples/textbook_Principles_of_Neural_Science/Pages/P.12.txt", "title": "P.12", "date": "2024-11-21 16:24:09.092975", "content": "“The area subdivisions  are in large part anatomically  meaningless,  and misleading as to the presumptive  functional divisions of the cortex.” Lashley's skepticism was reinforced by his attempts, in the tradition of Flourens's work, to find a specific seat of learning by studying the effects of various brain lesions on the ability of rats to learn to run a maze. But Lashley found that the severity of the learning defect seemed to depend on the size of the lesions, not on their precise site. Disillusioned,  Lashley—and,  after him, many other psychologists  —concluded  that learning and other mental functions have no special locus in the brain and consequently  cannot be pinned down to specific collections of neurons.\n\nOn the basis of his observations,  Lashley reformulated  the aggregate-field view into a theory of brain function called mass action, which further belittled the importance  of individual neurons, specific neuronal connections,  and brain regions dedicated to particular tasks. According to this view, it was brain mass, not its neuronal components,  that was crucial to its function. Applying this logic to aphasia, Head and Goldstein asserted that language disorders could result from injury to almost any cortical area. Cortical damage, regardless of site, caused patients to regress from a rich, abstract language to the impoverished  utterances of aphasia.\n\nLashley's experiments  with rats, and Head's observations  on human patients, have gradually been reinterpreted.  A variety of studies have demonstrated  that the maze-learning task used by Lashley is unsuited to the study of local cortical function because the task involves so many motor and sensory capabilities.  Deprived of one sensory capability (such as vision), a rat can still learn to run a maze using another (by following tactile or olfactory cues). Besides, as we shall see, many mental functions are handled by more than one region or neuronal pathway, and a single lesion may not eliminate them all.\n\nIn addition, the evidence for the localization  of function soon became overwhelming. Beginning in the late 1930s, Edgar Adrian in England and Wade Marshall and Philip Bard in the United States discovered that applying a tactile stimulus to different parts of a cat's body elicits electrical activity in distinctly different subregions of the cortex, allowing for the establishment  of a precise map of the body surface in specific areas of the cerebral cortex described by Brodmann. These studies established  that cytoarchitectonic areas of cortex can be defined unambiguously according to several independent  criteria, such as cell type and cell layering, connections,  and—most important—physiological function. As we shall see in later chapters, local functional specialization  has emerged as a key\nprinciple of cortical organization,  extending even to individual columns of cells within a functional area. Indeed, the brain is divided into many more functional\nregions than even Brodmann envisaged!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 1-5 In the early part of the twentieth  century Korbinian  Brodmann  divided the human cerebral cortex into 52 discrete areas on the basis of distinctive  nerve cell structures  and characteristic arrangements of cell layers. Brodmann's  scheme of the cortex is still widely used today and is continually updated. In this drawing each area is represented  by its own symbol and is assigned a unique number. Several areas defined by Brodmann have been found to control specific brain functions. For instance, area 4, the motor cortex, is responsible  for voluntary movement.  Areas 1, 2, and 3 comprise the primary somatosensory cortex, which receives information  on bodily sensation. Area 17 is the primary visual cortex, which receives signals from the eyes and relays them to other areas for further deciphering.  Areas 41 and 42 comprise the primary auditory cortex. Areas not visible from the outer surface of the cortex are not shown in this drawing.\n\n\nMore refined methods have made it possible to learn even more about the function of different brain regions involved in language. In the late 1950s Wilder Penfield, and more recently George Ojemann used small electrodes to stimulate the cortex of awake patients during brain surgery for epilepsy (carried out under local anesthesia),  in search of areas that produce language. Patients were asked to name objects or use language in other ways while different areas of the cortex were stimulated.  If the area of the cortex was critical for language, application of the electrical stimulus blocked the patient's ability to name objects. In this way Penfield and Ojemann were able to confirm—in  the living conscious brain—the language areas of the cortex described by Broca and Wernicke. In addition, Ojemann discovered other sites essential for language, indicating"}, {"url": "C:/Users/aglis/Documents/Python_Projects/DaveArticleScraper/examples/textbook_Principles_of_Neural_Science/Pages/P.13.txt", "title": "P.13", "date": "2024-11-21 16:24:09.092975", "content": "that the neural networks for language are larger than those delineated by Broca and Wernicke.\n\nOur understanding of the neural basis of language has also advanced through brain localization  studies that combine linguistic and cognitive psychological approaches.  From these studies we have learned that a brain area dedicated to even a specific component  of language, such as Wernicke's area for language comprehension, is further subdivided functionally.  These modular subdivisions  of what had previously appeared to be fairly elementary  operations were first discovered in the mid 1970s by Alfonso Caramazza  and Edgar Zurif. They found that different lesions within Wernicke's area give rise to different failures to comprehend.  Lesions of the frontal-temporal region of Wernicke's area result in failures in lexical processing,  an inability to understand  the meaning of words. By contrast, lesions in the parietal-temporal region of Wernicke's area result in failures in syntactical processing,  the ability to understand  the relationship  between the words of a sentence. (Thus syntactical knowledge allows one to appreciate that the sentence “Jim is in love with Harriet” has a different meaning from “Harriet is in love with Jim.”)\n\nUntil recently, almost everything we knew about the anatomical  organization  of language came from studies of patients who had suffered brain lesions. Positron emission tomography  (PET) and functional magnetic resonance imaging (MRI) have extended this approach to normal people (Chapter 20). PET is a noninvasive imaging technique for visualizing the local changes in cerebral blood flow and metabolism  that accompany  mental activities, such as reading, speaking, and\nthinking. In 1988, using this new imaging form, Michael Posner, Marcus Raichle, and their colleagues made an interesting discovery. They found that the\n\nincoming sensory information  that leads to language production and understanding is processed in more than one pathway.\n\nRecall that Wernicke believed that both written and spoken words are transformed  into a representation of language by both auditory and visual inputs. This information,  he thought, is then conveyed to Wernicke's area, where it becomes associated with meaning before being transformed  in Broca's area into output as spoken language. Posner and his colleagues asked: Must the neural code for a word that is read be translated into an auditory representation before it can be associated with a meaning? Or can visual information  be sent directly to Broca's area with no involvement  of the auditory system? Using PET, they determined how individual words are coded in the brain of normal subjects when the words are read on a screen or heard through earphones.  Thus, when words are heard Wernicke's area becomes active, but when words are seen but not heard or spoken Wernicke's area is not activated. The visual information  from the occipital cortex appears to be conveyed directly to Broca's area without first being transformed  into an auditory representation in the posterior temporal cortex. Posner and his colleagues concluded that the brain pathways and sensory codes used to see words are different from those used to hear words. They proposed, therefore, that these pathways have independent  access to higher-order  regions of the cortex concerned with the meaning of words and with the ability to express language (Figure 1-6).\n\nNot only are reading and listening processed separately,  but the act of thinking about a word's meaning (in the absence of sensory inputs) activates a still different area in the left frontal cortex. Thus language processing is parallel as well as serial; as we shall learn in  Chapter 59, it is considerably  more complex than initially envisaged by Wernicke. Indeed, similar conclusions  have been reached from studies of behavior other than language. These studies demonstrate\nthat information  processing requires many individual cortical areas that are appropriately  interconnected—each of them responding  to, and therefore coding for,\nonly some aspects of specific sensory stimuli or motor movement,  and not for others.\n\nStudies of aphasia afford unusual insight into how the brain is organized for language. One of the most impressive insights comes from a study of deaf people who lost their ability to speak American Sign Language after suffering cerebral damage. Unlike spoken language, American signing is accomplished  with hand gestures rather than by sound and is perceived by visual rather than auditory pathways. Nonetheless,  signing, which has the same structural complexities characteristic  of spoken languages,  is also localized to the left hemisphere.  Thus, deaf people can become aphasic for sign language as a result of lesions in the left hemisphere.  Lesions in the right hemisphere  do not produce these defects. Moreover, damage to the left hemisphere  can have quite specific consequences, affecting either sign comprehension (following damage in Wernicke's area) or grammar (following damage in Broca's area) or signing fluency.\nThese observations  illustrate three points. First, the cognitive processing for language occurs in the left hemisphere  and is independent  of pathways that process the sensory or motor modalities used in language. Second, speech and hearing are not necessary conditions for the emergence  of language capabilities  in the left hemisphere.  Third, spoken language represents only one of a family of cognitive skills mediated by the left hemisphere.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 1-6 Specific regions of the cortex involved in the recognition  of a spoken or written word can be identified  with PET scanning.  Each of the four images of the human brain shown here (from the left side of the cortex) actually represents the averaged brain activity of several normal subjects. (In these PET images white represents the areas of highest activity, red and yellow quite high activity, and blue and gray the areas of minimal activity.) The “input” component  of language (reading or hearing a word) activates the regions of the brain shown in A and B. The motor “output” component  of language (speech or thought) activates the regions shown in C and D. (Courtesy of Cathy Price.)\n\nA. The reading of a single word produces a response both inthe primary visual cortex and in the visual association  cortex (see  Figure 1-5).\n\nB. Hearing a word activates an entirely different set of areas in the temporal cortex and at the junction of the temporalparietal cortex. (To control for irrelevant differences,  the same list of words was used in both the reading and listening tests.) A and B show that the brain uses several discrete pathways for processing language and does not transform visual signals for processing in the auditory pathway.\n\nC. Subjects were asked to repeat a word presented either through earphones or on a screen. Speaking a word activates the supplementary motor area of the medial frontal cortex. Broca's area is activated whether the word is presented orally or visually. Thus both visual and auditory pathways converge on Broca's area, the common site for the motor articulation  of speech.\n\nD. Subjects were asked to respond to the word “brain” with an appropriate  verb (for example, “to think”). This type of thinking activates the frontal cortex as well as Broca's and Wernicke's areas. These areas play a role in all cognition and abstract representation."}, {"url": "C:/Users/aglis/Documents/Python_Projects/DaveArticleScraper/examples/textbook_Principles_of_Neural_Science/Pages/P.70.txt", "title": "P.70", "date": "2024-11-21 16:24:09.108979", "content": "back to the plasmalemma  by vesicle recycling or directed to late endosomes  and eventually to lysosomes for degradation  (the endocytic pathway).\n\nFigure 4-2 Endoplasmic reticulum  in a pyramidal  cell. This micrograph  of the basal pole of a pyramidal neuron's cell body, from which a single dendrite emerges, reveals therough and smooth endoplasmic  reticulum (ER) above the nucleus (N). A portion of the Golgi complex (G) appears at the base of the dendrite (Den); some Golgi cisternae have entered the dendrite, as have mitochondria  (Mit), lysosomes (Ly), and ribo-somes  (R). Microtubules  (Mt) are the prominent cytoskeletal  filaments seen in the cytosol. Axon terminals (AT) are seen synapsing on the neuron. (From  Peters et al. 1991.)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 4-3 Under the light microscope  the Golgi complex appears as a network of filaments that extend into dendrites  (arrows), but not into the axon. The arrowheads  at the bottom indicate the axon hillock. The Golgi complex in this micrograph  is in a large neuron of the brain stem immuno-stained with antibodies specifically directed against this or- ganelle. (From  De Camilli et al. 1986.)\n\n\nA specialized portion of the rough endoplasmic  reticulum forms a spherical flattened cisterna called the nuclear envelope, which surrounds the chromosomal DNAand its associated proteins and defines the nucleus (see  Figure 4-1). This cisterna is continuous  with other portions of the rough endoplasmic  reticulum. Because of this continuity, the nuclear envelope is presumed to have evolved to ensheathe the chromosomes  by an in-vagination  of the plasmalemma. The\nnuclear envelope is interrupted  by the nuclear pores, where fusion of the inner and outer membrane of the nuclear envelope results in the formation of\nhydrophilic  channels through which proteins and RNA are exchanged between the cytoplasm proper and the nuclear cytoplasm.  Thus the nucleoplasm  and cytoplasm can be considered functionally  continuous  domains of the cytosol.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 4-4 Neurons develop two distinct types of processes,  dendrites  and axons, even when grown in isolation. The figure shows a hippocampal neuron grown in isolation in primary culture and stained by double immunofluorescence for the synaptic vesicle protein synaptophysin and the transferrin receptor, a protein involved in iron uptake. When photographed  through an appropriate  filter, immunofluorescence corresponding to the transferrin receptor is seen only in dendrites (A). When photographed  for synapsin, synaptic vesicles are selectively concentrated  in the axon (arrow) as revealed by synapsin immunofluorescence (B). (From  Cameron et al. 1991.)\n\n\nMitochondria  and peroxisomes  make use of molecular oxygen. Mitochondria  generate ATP, the major molecule by which cellular energy is transferred  or spent. Peroxisomes  engage in detoxification  through peroxidation  reactions and also prevent the accumulation  of the strong oxidizing agent hydrogen peroxide. These two organelles,  which are thought to be derived from symbi"}, {"url": "C:/Users/aglis/Documents/Python_Projects/DaveArticleScraper/examples/textbook_Principles_of_Neural_Science/Pages/P.71.txt", "title": "P.71", "date": "2024-11-21 16:24:09.109979", "content": "otic organisms that invaded eukaryotic cells early in evolution, are not functionally  continuous  with the vacuolar apparatus of the cell.\n\nFigure 4-5 Atlas of fibrillary structures.\n\nA. Microtubules,  the largest-diameter fibers (25 nm), are helical cylinders composed of 13 protofilaments each 5 nm in width. Protofilaments are linearly arranged pairs of alternating   - and   -tubulin subunits (each subunit has a molecular weight of about 50,000). A tubulin molecule is a heterodimer  consisting of one   - and one   -tubulin subunit. 1. In this exploded view up a microtubule  the arrows indicate the direction of the right-handed  helix. 2. A side-view of a micro- tubule shows the alternating   - and   -subunits.\n\nB. Neurofilaments are built with fibers that twist around each other to produce coils of increasing thickness. The thinnest units are monomers that form coiled- coil heterodimers.  These dimers form a tetrameric complex that becomes the protofilament. Two protofilaments become a protofibril, and three protofibrils are helically twisted to form the 10 nm neurofilament. (Adapted from  Bershadsky  and Vasiliev 1988.)\n\nC. Microfilaments, the smallest-diameter fibers (about 7 nm), are composed of two strands of polymerized  globular (G) actin monomers arranged in a helix. Several isoforms of G-actin are encoded by families of actin genes. In mammals there are at least six different (but closely related) actins. Each variant is encoded by a separate gene. Microfilaments are polar structures;  the globular monomers actually are asymmetric.  The monomers look like arrowheads,  with a pointed tip and chevron-shaped (barbed) end, and polymerize  tip to tail.\n\n\nThe cytoplasm of the cell body extends into the den-dritic tree without any functional boundary. Generally, all organelles present in the cytoplasm of the cell body are also present in dendrites, although the concentrations of some organelles,  such as the rough endoplasmic  reticulum, the Golgi complex, and lysosomes, progressively  diminish with distance from the cell body. In contrast, a sharp functional boundary exists at the axon hillock, the point of emergence  of the axon. For example, ribosomes,  the rough endoplasmic  reticulum, and the Golgi complex—the  organelles that represent the main protein biosynthetic  machinery of the neuron—for  the most part are excluded from axons (Figure 4-3). Lysosomes  and certain proteins, which in epithelial cells are selectively targeted to the\nbasolateral  surface of the cell, also are excluded from axons. Axons are, however, rich in synaptic vesicles, synaptic vesicle precursor membranes,  and endocytic intermediates  involved in synaptic vesicle traffic (Figures 4-1 and  4-4).\n\nMitochondria  and the smooth endoplasmic  reticulum are present in all neuronal compartments, including the axon. The smooth endoplasmic  reticulum is anatomically  continuous  with the rough endoplasmic  reticulum. One of its functions is to act as a regulated Ca2store throughout  the neuronal cytoplasm.  It also performs a variety of enzymatic reactions and is involved in lipid metabolism.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 4-6 The cytoskeletal  structure of an axon is visualized  here by means of quick freezing and deep etching. The figure shows the dense\npacking of microtubules  and neurofilaments linked by cross-bridges. Microtubules  are indicated by stars. The arrows bracket the microtubule-rich domain of the axon through which organelles are transported  both in the an-terograde  and the retrograde direction. M = myelin sheath. × 105,000. (Courtesy of B. Schnapp and T. Reese.)"}]