[{"url": "https://pubmed.ncbi.nlm.nih.gov/21526923/", "title": "Ranibizumab and bevacizumab for neovascular age-related macular degeneration", "date": "May, 2011", "content": "Background:\n        \n      \n      Clinical trials have established the efficacy of ranibizumab for the treatment of neovascular age-related macular degeneration (AMD). In addition, bevacizumab is used off-label to treat AMD, despite the absence of similar supporting data.Methods:\n        \n      \n      In a multicenter, single-blind, noninferiority trial, we randomly assigned 1208 patients with neovascular AMD to receive intravitreal injections of ranibizumab or bevacizumab on either a monthly schedule or as needed with monthly evaluation. The primary outcome was the mean change in visual acuity at 1 year, with a noninferiority limit of 5 letters on the eye chart.Results:\n        \n      \n      Bevacizumab administered monthly was equivalent to ranibizumab administered monthly, with 8.0 and 8.5 letters gained, respectively. Bevacizumab administered as needed was equivalent to ranibizumab as needed, with 5.9 and 6.8 letters gained, respectively. Ranibizumab as needed was equivalent to monthly ranibizumab, although the comparison between bevacizumab as needed and monthly bevacizumab was inconclusive. The mean decrease in central retinal thickness was greater in the ranibizumab-monthly group (196 μm) than in the other groups (152 to 168 μm, P=0.03 by analysis of variance). Rates of death, myocardial infarction, and stroke were similar for patients receiving either bevacizumab or ranibizumab (P>0.20). The proportion of patients with serious systemic adverse events (primarily hospitalizations) was higher with bevacizumab than with ranibizumab (24.1% vs. 19.0%; risk ratio, 1.29; 95% confidence interval, 1.01 to 1.66), with excess events broadly distributed in disease categories not identified in previous studies as areas of concern.Conclusions:\n        \n      \n      At 1 year, bevacizumab and ranibizumab had equivalent effects on visual acuity when administered according to the same schedule. Ranibizumab given as needed with monthly evaluation had effects on vision that were equivalent to those of ranibizumab administered monthly. Differences in rates of serious adverse events require further study. (Funded by the National Eye Institute; ClinicalTrials.gov number, NCT00593450.)."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/35185483/", "title": "Immunohistochemical Characterisation of the Whale Retina", "date": "Feb, 2022", "content": "The eye of the largest adult mammal in the world, the whale, offers a unique opportunity to study the evolution of the visual system and its adaptation to aquatic environments. However, the difficulties in obtaining cetacean samples mean these animals have been poorly studied. Thus, the aim of this study was to characterise the different neurons and glial cells in the whale retina by immunohistochemistry using a range of molecular markers. The whale retinal neurons were analysed using different antibodies, labelling retinal ganglion cells (RGCs), photoreceptors, bipolar and amacrine cells. Finally, glial cells were also labelled, including astrocytes, Müller cells and microglia. Thioflavin S was also used to label oligomers and plaques of misfolded proteins. Molecular markers were used to label the specific structures in the whale retinas, as in terrestrial mammalian retinas. However, unlike the retina of most land mammals, whale cones do not express the cone markers used. It is important to highlight the large size of whale RGCs. All the neurofilament (NF) antibodies used labelled whale RGCs, but not all RGCs were labelled by all the NF antibodies used, as it occurs in the porcine and human retina. It is also noteworthy that intrinsically photosensitive RGCs, labelled with melanopsin, form an extraordinary network in the whale retina. The M1, M2, and M3 subtypes of melanopsin positive-cells were detected. Degenerative neurite beading was observed on RGC axons and dendrites when the retina was analysed 48 h post-mortem. In addition, there was a weak Thioflavin S labelling at the edges of some RGCs in a punctuate pattern that possibly reflects an early sign of neurodegeneration. In conclusion, the whale retina differs from that of terrestrial mammals. Their monochromatic rod vision due to the evolutionary loss of cone photoreceptors and the well-developed melanopsin-positive RGC network could, in part, explain the visual perception of these mammals in the deep sea."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/19369863/", "title": "Meat allergy", "date": "Jun, 2009", "content": "Purpose of review:\n        \n      \n      This review summarizes the scientific evidence on meat allergy, an unusual disorder, whose prevalence in some European countries (such as Italy) may be increasing.Recent findings:\n        \n      \n      Data reported in this review underline some interesting points: in meats rarely consumed, such as kangaroo, whale and seal, the main allergens are only partially correlated to those detected in beef or other usually consumed meats; cross-reactivity and cross-contamination are critical aspects, which should be seriously considered by allergologists.Summary:\n        \n      \n      Meat allergy is normally outgrown during the first years of life, so that it is rare in adults. Beef among mammals and chicken among birds are most frequently involved. The major allergens are serum albumins and immunoglobulins, but there are a few reports of allergies to muscle proteins (actin, myosin and tropomyosin). As meat allergenicity can be reduced by various treatments (heat, homogenization and freeze-drying), the consumption of meat derivatives by children allergic to meat proteins is often permitted. Cross-reactivity has been described between different meats, between meat and milk or eggs and between meat and animal dander. There are some reports of cross-contamination associated with the inadequate cleaning of industrial or butchers' equipment. All these aspects may have serious implications for clinical practice."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/21171846/", "title": "Type E botulism", "date": "Nov, 2010", "content": "There are seven known serotypes of botulism, designated A through G; almost all human cases of botulism are caused by types A, B, and E. Botulism type E is the predominant serotype causing disease associated with native Arctic foods. In the circumpolar regions of the world, the coastal soils are rich in botulism type E, and consumption of fish and marine animals in these areas are the sources of clusters of botulism. Unlike spores of type A and B, botulism type E can withstand freezing down to 3.5°C. Alaskan native fermentation of fish heads, fish eggs, and beaver tail allow proper anaerobic conditions for botulinum toxin to be elaborated from Clostridium botulinum. The consumption of whale meat, \"muktuk\" has also been associated with outbreaks of botulism in Alaska and the Canadian Arctic. Elsewhere in the Arctic regions, type E botulism has been associated with Norwegian \"rakfisk\" prepared by a process similar to fermented Alaskan foods. Outbreaks in Egypt with the salted gray mullet \"faseikh\", in Israel and New York linked to salted uneviscerated whitefish \"kapchunka\", in Iran from eating \"ashbal\" an uncooked salmon, and in Japan with \"izushi\" a traditional fermented fish preserved in rice have occurred. Importation of vacuum-packed whitefish from Alaska and Canada has also been associated with sporadic cases of botulism type E in Europe. In March 2010, the Center for Disease Control and Prevention released the heptavalent antitoxin (H-BAT) for use in the USA, under an Investigational New Drug program, as the preferred treatment for food-borne botulism, including type E, which had not been covered by the bivalent antitoxin, the prior approved antitoxin product in the USA."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/71166/", "title": "Antibodies against protein antigenic sites that are identical in the homologous protein of the immunized animal. Autoreactivity in rabbits of antibodies to sperm-whale myoglobin", "date": "Sep, 1977", "content": "Sequence comparisons between the antigenic sites of sperm-whale myoglobin and the corresponding regions in rabbit myoglobin indicate that rabbits make antibodies to regions of the sperm-whale myoglobin molecule which are identical to the corresponding regions in rabbit myoglobin. Rabbit myoglobin did not precipitate with antisera to sperm-whale myoglobin. However, it exhibited an extensive cross-reaction as demonstrated by its ability to inhibit the precipitin reaction of sperm-whale myoglobin, and on an immunoadsorbent, bound a large amount of antibodies to sperm-whale myoglobin."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/3660585/", "title": "Distribution of sequence differences in influenza N9 neuraminidase of tern and whale viruses and crystallization of the whale neuraminidase complexed with antibodies", "date": "Oct, 1987", "content": "Neuraminidase genes from A/tern/Australia/G70C/75 (H11N9) and A/whale/Maine/1/84 (H13N9) influenza viruses have been sequenced. Seventy-two nucleotide changes were found, 17 of which result in changes in the amino acid sequence of the neuraminidase; 3 in the stalk region and 14 in the heads. To our surprise, all of the sequence changes in the head region are located on the base of the neuraminidase tetramer, resulting in conservation of antigenic sites on top of the neuraminidase which vary extensively in human influenza virus neuraminidase. Whale N9 neuraminidase, like tern N9 neuraminidase, possesses high levels of hemagglutinating activity but, unlike the tern neuraminidase, failed to form large well-ordered crystals. However, when the neuraminidase was complexed with Fab fragments of monoclonal antibodies, which were made against the tern N9 neuraminidase, large crystals of the complexes were obtained which diffract X-rays to beyond 3 A."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/6174516/", "title": "Topographic antigenic determinants recognized by monoclonal antibodies to sperm whale myoglobin", "date": "Mar, 1982", "content": "Monoclonal antibodies of high affinity (approximately 10(9) M-1) for sperm whale myoglobin were studied to pinpoint the antigenic determinants with which they interact. None of 6 different monoclonal antibodies tested reacted with any of the 3 CNBr cleavage fragments which encompass the whole sequence of myoglobin, an indication that they react with determinants present only on the native structure. To identify these sites, we compared the affinities of each antibody for a series of 14 mammalian myoglobins of known sequence and similar tertiary structure. Correlation of sequence differences with relative affinities allowed us, thus far, to identify critical antigenic residues recognized by 3 of the antibodies. Two of these antibodies recognize groups of residues which are far apart in primary structure but close together in the 3-dimensional structure of the native myoglobin molecule, i.e. topographic determinants. The third antibody distinguishes 140 Lys leads to Asn plus, probably, surface residues nearby. These determinants differ from previously reported antigenic sites on sperm whale myoglobin both in that they are topographic, rather than sequential, and in that almost all the critical residues recognized by these antibodies are outside the previously reported sites. Monoclonal antibodies are sensitive to subtle changes, e.g. Glu leads to Asp, in the antigenic site."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/35185884/", "title": "Development and Characterization of New Monoclonal Antibodies Against Porcine Interleukin-17A and Interferon-Gamma", "date": "Feb, 2022", "content": "Current research efforts require a broad range of immune reagents, but those available for pigs are limited. The goal of this study was to generate priority immune reagents for pigs and pipeline them for marketing. Our efforts were aimed at the expression of soluble swine cytokines and the production of panels of monoclonal antibodies (mAbs) to these proteins. Swine interleukin-17A (IL-17A) and Interferon-gamma (IFNγ) recombinant proteins were produced using yeast expression and used for monoclonal antibody (mAb) production resulting in panels of mAbs. We screened each mAb for cross-species reactivity with orthologs of IL-17A or IFNγ and checked each mAb for inhibition by other related mAbs, to assign mAb antigenic determinants. For porcine IL-17A, the characterization of a panel of 10 mAbs identified eight different antigenic determinants; interestingly, most of the mAbs cross-reacted with the dolphin recombinant ortholog. Likewise, the characterization of a panel of nine anti-PoIFNγ mAbs identified four different determinants; most of the mAbs cross-reacted with dolphin, bovine, and caprine recombinant orthologs. There was a unique reaction of one anti-PoIFNγ mAb that cross-reacted with the zebrafish recombinant ortholog. The αIL-17A mAbs were used to develop a quantitative sandwich ELISA detecting the yeast expressed protein as well as native IL-17A in stimulated peripheral blood mononuclear cell (PBMC) supernatants. Our analyses showed that phorbol myristate acetate/ionomycin stimulation of PBMC induced significant expression of IL-17A by CD3+ T cells as detected by several of our mAbs. These new mAbs expand opportunities for immunology research in swine."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/6193418/", "title": "Production of monoclonal antibodies with preselected submolecular binding specificities to protein antigenic sites: antibodies to sperm whale myoglobin sites", "date": "Jul, 1983", "content": "The five synthetic antigenic sites of sperm whale myoglobin were used in their free form (i.e. not coupled to any carrier) to immunize separate groups of BALB/cByJ mice. The synthetic peptides corresponded to: site 1, residues 15-22; site 2, residues 56-62; site 3, residues 94-99; site 4, residues 113-119; site 5, residues 145-151. Serum samples obtained from each group of mice contained antibodies that bound specifically to myoglobin and exclusively to the immunizing antigenic site. Monoclonal antibodies to each of the five antigenic sites were subsequently obtained by hybridizing Fa/O mouse myeloma cells with spleen cells derived from each group of mice. These monoclonal antibodies were either IgM(kappa) or IgGl(kappa). They expressed the same isotypes as the antigen specific serum antibodies produced by the mice whose spleen cells were used for hybridization. Solid phase radioimmunoassay studies also indicated that each monoclonal antibody, like the immune serum of the parent animals, bound specifically to myoglobin and exclusively to the synthetic peptide used as an immunogen. These results suggested that the hybridoma antibodies expressed submolecular binding specificities that were the result of peptide immunization rather than hybrid selection. This strongly supports our previous findings that it is possible to produce monoclonal antibodies with preselected submolecular binding specificities to continuous protein determinants by the techniques of somatic cell hybridization when the corresponding free synthetic determinants are used as immunogens."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/4164864/", "title": "Conformational changes in sperm-whale metmyoglobin due to combination with antibodies to apomyoglobin", "date": "Jul, 1966", "content": "1. No ferrihaem was detected in the precipitate formed by metmyoglobin with an antiserum to apomyoglobin and the extinction at 410mmu of metmyoglobin, due to ferrihaem, was decreased by the univalent fragments of apomyoglobin antibodies. It was concluded that the combination of apomyoglobin antibodies with metmyoglobin caused the release of ferrihaem. As the removal of ferrihaem from metmyoglobin is accompanied by a conformational change, it was concluded that the conformation of metmyoglobin was altered by the apomyoglobin antibodies. 2. Antisera to metmyoglobin were divided into two groups; antisera of the first group revealed differences between the immunological reactivities of metmyoglobin and apomyoglobin, whereas no differences were detected with antisera of the second group. 3. Metmyoglobin was only partially re-formed by adding haematin to the precipitate produced by apomyoglobin with an antiserum of the first group, whereas complete re-formation of metmyoglobin was achieved in the presence of antisera of the second group. No metmyoglobin was formed on the addition of haematin to the precipitates produced by either metmyoglobin or apomyoglobin with the anti-apomyoglobin serum. 4. Immune precipitates formed by antisera to metmyoglobin dissociated at pH1.8, whereas those formed by the anti-apomyoglobin serum did not dissociate. 5. These results suggest that apomyoglobin possessed different conformations when combined with metmyoglobin antibodies and apomyoglobin antibodies."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/6174613/", "title": "Idiotypes of anti-myoglobin antibodies: shared idiotypes among monoclonal antibodies to distinct determinants of sperm whale myoglobin", "date": "Apr, 1982", "content": "No abstract"}, {"url": "https://pubmed.ncbi.nlm.nih.gov/35202291/", "title": "Methodology and Neuromarkers for Cetaceans' Brains", "date": "Jan, 2022", "content": "Cetacean brain sampling may be an arduous task due to the difficulty of collecting and histologically preparing such rare and large specimens. Thus, one of the main challenges of working with cetaceans' brains is to establish a valid methodology for an optimal manipulation and fixation of the brain tissue, which allows the samples to be viable for neuroanatomical and neuropathological studies. With this in view, we validated a methodology in order to preserve the quality of such large brains (neuroanatomy/neuropathology) and at the same time to obtain fresh brain samples for toxicological, virological, and microbiological analysis (neuropathology). A fixation protocol adapted to brains, of equal or even three times the size of human brains, was studied and tested. Finally, we investigated the usefulness of a panel of 20 antibodies (neuromarkers) associated with the normal structure and function of the brain, pathogens, age-related, and/or functional variations. The sampling protocol and some of the 20 neuromarkers have been thought to explore neurodegenerative diseases in these long-lived animals. To conclude, many of the typical measures used to evaluate neuropathological changes do not tell us if meaningful cellular changes have occurred. Having a wide panel of antibodies and histochemical techniques available allows for delving into the specific behavior of the neuronal population of the brain nuclei and to get a \"fingerprint\" of their real status."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/27983498/", "title": "Norovirus Infection in Harbor Porpoises", "date": "Jan, 2017", "content": "A norovirus was detected in harbor porpoises, a previously unknown host for norovirus. This norovirus had low similarity to any known norovirus. Viral RNA was detected primarily in intestinal tissue, and specific serum antibodies were detected in 8 (24%) of 34 harbor porpoises from the North Sea."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/6171717/", "title": "Genetic control of the immune response to myoglobin. IV. Mouse antibodies in outbred and congenic strains against sperm-whale myoglobin recognize the same antigenic sites that are recognized by antibodies raised in other species", "date": "May, 1981", "content": "No abstract"}, {"url": "https://pubmed.ncbi.nlm.nih.gov/3820430/", "title": "Serology and virology of the bowhead whale (Balaena mysticetus L.)", "date": "Jan, 1987", "content": "Sera from four bowhead whales (Balaena mysticetus L.) were examined for the presence of specific antibodies, and tissue and swab samples from six and four animals respectively were processed for isolation of viruses and for initiation of bowhead whale cell cultures. All sera were negative for antibodies to nine serovars of Leptospira interrogans and to 21 orthomyxovirus subtypes and a paramyxovirus (Newcastle disease virus). All sera were positive, however, for neutralizing antibodies to one or more calicivirus serotypes. Two untyped adenoviruses were isolated from colon samples of two different whales, but neutralizing antibodies to the agents could not be demonstrated in any sera. Three primary bowhead whale cell cultures were derived from kidney (two cultures) and testis (one culture), from three individual whales."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/38663355/", "title": "Specific and off-target immune responses following COVID-19 vaccination with ChAdOx1-S and BNT162b2 vaccines-an exploratory sub-study of the BRACE trial", "date": "May, 2024", "content": "Background:\n        \n      \n      The COVID-19 pandemic led to the rapid development and deployment of several highly effective vaccines against SARS-CoV-2. Recent studies suggest that these vaccines may also have off-target effects on the immune system. We sought to determine and compare the off-target effects of the adenovirus vector ChAdOx1-S (Oxford-AstraZeneca) and modified mRNA BNT162b2 (Pfizer-BioNTech) vaccines on immune responses to unrelated pathogens.Methods:\n        \n      \n      Prospective sub-study within the BRACE trial. Blood samples were collected from 284 healthcare workers before and 28 days after ChAdOx1-S or BNT162b2 vaccination. SARS-CoV-2-specific antibodies were measured using ELISA, and whole blood cytokine responses to specific (SARS-CoV-2) and unrelated pathogen stimulation were measured by multiplex bead array.Findings:\n        \n      \n      Both vaccines induced robust SARS-CoV-2 specific antibody and cytokine responses. ChAdOx1-S vaccination increased cytokine responses to heat-killed (HK) Candida albicans and HK Staphylococcus aureus and decreased cytokine responses to HK Escherichia coli and BCG. BNT162b2 vaccination decreased cytokine response to HK E. coli and had variable effects on cytokine responses to BCG and resiquimod (R848). After the second vaccine dose, BNT162b2 recipients had greater specific and off-target cytokine responses than ChAdOx1-S recipients.Interpretation:\n        \n      \n      ChAdOx1-S and BNT162b2 vaccines alter cytokine responses to unrelated pathogens, indicative of potential off-target effects. The specific and off-target effects of these vaccines differ in their magnitude and breadth. The clinical relevance of these findings is uncertain and needs further study.Funding:\n        \n      \n      Bill & Melinda Gates Foundation, National Health and Medical Research Council, Swiss National Science Foundation and the Melbourne Children's. BRACE trial funding is detailed in acknowledgements."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/32170708/", "title": "A Brief Introduction to Influenza A Virus in Marine Mammals", "date": "Date not found", "content": "Influenza A infection has been detected in marine mammals going back to 1975, with additional unconfirmed outbreaks as far back as 1931. Over the past forty years, infectious virus has been recovered on ten separate occasions from both pinnipeds (harbor seal, elephant seal, and Caspian seal) and cetaceans (striped whale and pilot whale). Recovered viruses have spanned a range of subtypes (H1, H3, H4, H7, H10, and H13) and, in all but H1N1, show strong evidence for deriving directly from avian sources. To date, there have been five unusual mortality events directly attributed to influenza A virus; these have primarily occurred in harbor seals in the Northeastern United States, with the most recent occurring in harbor seals in the North Sea.There are numerous additional reports wherein influenza A virus has indirectly been identified in marine mammals; these include serosurveillance efforts that have detected influenza A- and B-specific antibodies in marine mammals spanning the globe and the detection of viral RNA in both active and opportunistic surveillance in the Northwest Atlantic. For viral detection and recovery, nasal, rectal, and conjunctival swabs have been employed in pinnipeds, while blowhole, nasal, and rectal swabs have been employed in cetaceans. In the case of deceased animals, virus has also been detected in tissue. Surveillance has historically been somewhat limited, relying largely upon opportunistic sampling of stranded or bycaught animals and primarily occurring in response to a mortality event. A handful of active surveillance projects have shown that influenza may be more endemic in marine mammals than previously appreciated, though live virus is difficult to recover. Surveillance efforts are hindered by permitting and logistical challenges, the absence of reagents and methodology optimized for nonavian wild hosts, and low concentration of virus recovered from asymptomatic animals. Despite these challenges, a growing body of evidence suggests that marine mammals are an important wild reservoir of influenza and may contribute to mammalian adaptation of avian variants."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/6178684/", "title": "Antibodies to sperm-whale myoglobin evoked by free synthetic peptides of an antigenic site", "date": "Date not found", "content": "Previous studies from this laboratory have resulted in the determination of the entire antigenic structure of myoglobin (Mb). The present work was carried out to investigate the antigenicity of the synthetic antigenic sites of Mb in their free form (i.e. without coupling to a carrier) and the effect of peptide size on antigenicity. Site 5 (peptide 145-151) and the longer peptides 145-153, 143-153 and 132-153, each of which carries within it the region of site 5, were synthesized. Immunization of three different mouse strains with each of these peptides, in their free form, resulted in the formation of antibodies that bound specifically to intact Mb. The advantages and significance of these findings are discussed."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/3015517/", "title": "The importance of conformation and of equilibria in the interaction of globular proteins and their fragments with antibodies", "date": "Date not found", "content": "Oligopeptide fragments of globular proteins often inhibit the interaction of antibodies with native protein. Although such fragments appear to possess in aqueous solution an unfolded conformation it is apparent, in those cases where the protein's three-dimensional structure is known, that the antibody-bound fragment possesses a folded conformation mimicking that of the corresponding portion of the whole protein. The probable explanation of this dichotomy is that the fragment has various conformations in equilibrium including a small proportion of molecules whose shape is recognized and stabilized by the antibody. A related situation can exist in the interaction of antibody(ies) with the whole protein. Thus, antibodies against an altered form of the protein can induce the native antigen to adopt the conformation of the altered form. In this case, it appears that localized regions of the protein's surface are flexible, adopting various conformations in equilibrium, one of which is stabilized (selected) by interaction with the appropriate antibody. In both instances interaction with antibody perturbs an equilibrium, leading to the selection of a particular conformation. Such dynamic effects have profound implications on the choice of peptides as synthetic vaccines."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/32296396/", "title": "Characterization of Insulin and Glucagon Genes and Their Producing Endocrine Cells From Pygmy Sperm Whale (Kogia breviceps)", "date": "Mar, 2020", "content": "Insulin and glucagon are hormones secreted by pancreatic β and α cells, respectively, which together regulate glucose homeostasis. Dysregulation of insulin or glucagon can result in loss of blood glucose control, characterized by hyperglycemia or hypoglycemia. To better understand the endocrine physiology of cetaceans, we cloned and characterized the insulin and glucagon genes from pygmy sperm whale (Kogia breviceps). We obtained the complete coding sequences of the preproinsulin and preproglucagon genes, which encodes the preproinsulin protein of 110 amino acid (aa) residues and encodes the preproglucagon protein of 179 aa residues, respectively. Sequence comparison and phylogenetic analyses demonstrate that protein structures were similar to other mammalian orthologs. Immunohistochemistry and immunofluorescence staining using insulin, glucagon, and somatostatin antibodies allowed analysis of pygmy sperm whale islet distribution, architecture, and composition. Our results showed the pygmy sperm whale islet was irregularly shaped and randomly distributed throughout the pancreas. The architecture of α, β, and δ cells of the pygmy sperm whale was similar to that of artiodactyls species. This is the first report about insulin and glucagon genes in cetaceans, which provides new information about the structural conservation of the insulin and glucagon genes. Furthermore, offers novel information on the properties of endocrine cells in cetacean for further studies."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/9397348/", "title": "Phenotyping of beluga whale blood lymphocytes using monoclonal antibodies", "date": "Sep, 1997", "content": "Widespread efforts are currently made to classify morphologically indistinguishable lymphocyte subpopulations in several species. In order to increase the knowledge in cetacean immunology, cross-reactivity of antibodies against bovine, human, ovine and mouse cell surface proteins was tested on beluga whale (Delphinapterus leucas) peripheral blood lymphocytes using flow cytometry. Anti-MHC class I and II as well as anti-CD2 reacted with virtually all peripheral blood lymphocytes. Anti-TCR gamma delta and anti-CD4 reacted with respectively 31% and 30% of peripheral blood lymphocytes. B lymphocytes were identified by an anti-surface IgM which was present on 6% of blood lymphocytes. Specificity of these antibodies was demonstrated by immunoprecipitation of beluga proteins with similar molecular weight to that of other species. These results could be useful for further immunotoxicological evaluation of highly versus mildly contaminated populations of belugas."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/23572454/", "title": "A protein A/G indirect enzyme-linked immunosorbent assay for the detection of anti-Brucella antibodies in Arctic wildlife", "date": "May, 2013", "content": "A species-independent indirect enzyme-linked immunosorbent assay (iELISA) based on chimeric protein A/G was established for the detection of anti-Brucella antibodies in Arctic wildlife species and compared to previously established brucellosis serological tests for hooded seals (Cystophora cristata), minke whales (Balaenoptera acutorostrata), sei whales (Balaenoptera borealis), fin whales (Balaenoptera physalus), and polar bears (Ursus maritimus), as well as bacteriology results for reindeer and caribou (Rangifer tarandus sp.). The protein A/G iELISA results were consistent with the other serological tests with Cohen kappa values between 0.47 and 0.92, and the protein A/G iELISA can thus offer a technically simple method for these species yielding results consistent with established brucellosis serological tests. Receiver operator characteristics analysis proved that the reindeer and caribou protein A/G iELISA results were consistent with the bacteriological gold standard with an area under the curve of 0.99, and the protein A/G iELISA was thus validated as a sensitive and specific serological method for the detection of anti-Brucella antibodies in reindeer and caribou. The binding of the antibodies from the respective species to protein A and G were also evaluated in the iELISA. The antibodies from hooded seals and polar bears reacted stronger to protein A than to G. The sei whale, fin whale, reindeer, and caribou antibodies reacted stronger to protein G than to A. The minke whale antibodies reacted to both protein A and G. There was a strong correlation (r s = 0.88-0.98) between the optical density results obtained with the iELISA with protein A/G and protein A or G, showing that protein A/G is as well suited as protein A or G for the detection of anti-Brucella antibodies in these species with the iELISA."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/35896547/", "title": "Structural network alterations in focal and generalized epilepsy assessed in a worldwide ENIGMA study follow axes of epilepsy risk gene expression", "date": "Jul, 2022", "content": "Epilepsy is associated with genetic risk factors and cortico-subcortical network alterations, but associations between neurobiological mechanisms and macroscale connectomics remain unclear. This multisite ENIGMA-Epilepsy study examined whole-brain structural covariance networks in patients with epilepsy and related findings to postmortem epilepsy risk gene expression patterns. Brain network analysis included 578 adults with temporal lobe epilepsy (TLE), 288 adults with idiopathic generalized epilepsy (IGE), and 1328 healthy controls from 18 centres worldwide. Graph theoretical analysis of structural covariance networks revealed increased clustering and path length in orbitofrontal and temporal regions in TLE, suggesting a shift towards network regularization. Conversely, people with IGE showed decreased clustering and path length in fronto-temporo-parietal cortices, indicating a random network configuration. Syndrome-specific topological alterations reflected expression patterns of risk genes for hippocampal sclerosis in TLE and for generalized epilepsy in IGE. These imaging-transcriptomic signatures could potentially guide diagnosis or tailor therapeutic approaches to specific epilepsy syndromes."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/3382711/", "title": "Adsorption of the protein antigen myoglobin affects the binding of conformation-specific monoclonal antibodies", "date": "Apr, 1988", "content": "Five monoclonal antibodies against sperm whale myoglobin have been used to investigate the physical state of the antigen adsorbed onto a polydimethylsiloxane surface. The binding of each antibody is sensitive to the antigen's conformation in solution while the locations of the antigenic sites on the myoglobin molecule for three of the antibodies have been determined (Berzofsky, J.A., G.K. Buckenmeyer, G. Hicks, F.R.N. Gurd, R.J. Feldmann, and J. Minna. 1982. J. Biol. Chem. 257:3189-3198). The binding of the fluorescein isothiocyanate-labeled IgG and Fab antibodies to previously adsorbed myoglobin has been observed using total internal reflection fluorescence. Three of the antibodies bind specifically to surface-adsorbed myoglobin with affinities at least 50% relative to myoglobin in solution whereas two of the antibodies show affinities for the surface-adsorbed myoglobin diminished by at least two orders of magnitude relative to myoglobin in solution. The specific loss of certain antigenic determinants on the adsorbed myoglobin, coupled with the retention of others, indicates a nonrandom adsorption of the myoglobin molecules."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/27216722/", "title": "Choroid plexus papilloma in a beluga whale (Delphinapterus leucas)", "date": "Jul, 2016", "content": "We report herein a choroid plexus papilloma in a beluga whale (Delphinapterus leucas). This case was positive for choroid plexus tumor marker Kir7.1 on immunohistochemistry. These results and the high conservation of Kir7.1 across species at the amino acid sequence level strongly suggest that antibodies directed against Kir7.1 not only can be employed for the diagnosis of choroid plexus tumors in cetaceans, but are also likely to be diagnostically useful in other animal species."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/6160146/", "title": "Properties of monoclonal antibodies specific for determinants of a protein antigen, myoglobin", "date": "Dec, 1980", "content": "Monoclonal hybridoma antibodies specific for the protein antigen sperm whale myoglobin were produced using hyperimmune spleen cells from mice with the genetic trait of high responsiveness to myoglobin. Antibodies from the several clones tested were found to produce linear Scatchard plots, as predicted for homogeneous antibodies, and to possess high affinities for the immunogen (KA congruent to 10(9) M-1). None of the monoclonal antibodies tested reacted with either fragment (1-55) or fragment (132-153) of sperm whale myoglobin. Competitive binding assays using human and horse myoglobins suggested that several of these monoclonal antibodies, which can readily distinguish these myoglobins, recognize different antigenic determinants on the myoglobin molecule. Studies using additional myoglobin sequence variants as competitors should be able to more closely define these antigenic determinants."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/7086131/", "title": "Antigenic structure of sperm whale myoglobin. II. Characterization of antibodies preferentially reactive with peptides arising in response to immunization with the native protein", "date": "Jul, 1982", "content": "The antigenicity of peptide fragments derived from CNBr-cleaved sperm whale Mb has been tested in competitive inhibition assays. These peptides appeared to be very poor inhibitors in a reaction involving radiolabeled sperm whale Mb with antipeptide antibodies, requiring about 10(4)-fold excess of peptides to achieve the same level of inhibition as cold native Mb. However, cold peptides competed much better with radiolabeled peptides for antibody binding than the native protein. These antibodies, preferentially reactive with peptides, originated from sera of animals immunized with the native molecule. This indicates heterogeneity of the antibodies produced against Mb and suggests the presence of diverse antibody subpopulations reactive with different antigenic forms of the protein. Results presented in this paper illustrate that competitive radioimmunoassays preferentially measure antibodies to the radiolabeled species, and this phenomenon can be used to demonstrate distinct populations among antibodies isolated to a single peptide."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/33118124/", "title": "Seroprevalence of Antibodies Against Paracoccidioides Spp. in Captive Dolphins from Three Aquaria in Japan", "date": "Dec, 2020", "content": "The skin disease paracoccidioidomycosis ceti occurs in several dolphin species globally. Infection by the unculturable fungi Paracoccidioides brasilensis or other Paracoccidioides spp. results in chronic cutaneous and granulomatous lesions. In this study we used immunohistochemistry to investigate the seroprevalence of antibodies to Paracoccidioides spp. in captive dolphins from three aquaria in Japan. We had previously reported that there were serological cross-reactions for Paracoccidioides spp. with related species in the order Onygenales. We hypothesized that the degree of serological cross-reactions for Paracoccidioides spp. might be lower in areas, such as Japan, where the fungal diseases coccidiodomycosis and paracoccidiodomycosis are not endemic. Sera from 41 apparently healthy dolphins, including 20 Atlantic bottlenose dolphins (BD: Tursiops truncatus), 6 Indo-Pacific bottlenose dolphins (IPBD: Tursiops aduncus), 2 F1 generation of a cross between BD and IPBD (F1), 3 Pacific white-sided dolphins (PWD: Lagenorhynchus obliquidens), 2 pantropical spotted dolphins (PSD: Stenella attenuata), 6 false killer whales (FKW: Pseudorca crassidens), and 2 rough-toothed dolphins (RTD: Steno bredanensis) were investigated. Sera from three dolphins with paracoccidioidomycosis ceti were used as a positive control. The yeast-form cells of Paracoccidioides spp. in the cutaneous tissue sample derived from the first Japanese paracoccidioidomycosis ceti case were used as the antigen for the immunohistochemistry. Of the 41 dolphins tested, 61.0% had antibodies against Paracoccidioides spp. This indicates that dolphins of several species in Japanese aquaria have likely been exposed to the pathogen Paracoccidioides spp."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/32679010/", "title": "Development and Characterization of Anti-Sheep Podoplanin Monoclonal Antibodies PMab-253 and PMab-260", "date": "Aug, 2020", "content": "Anti-podoplanin (PDPN) monoclonal antibodies (mAbs) are needed as markers for lymphatic endothelial cells or type I alveolar cells in immunohistochemical analyses. We have developed anti-PDPN mAbs for many species, including humans, mice, rats, rabbits, dogs, cats, bovines, pigs, Tasmanian devils, alpacas, tigers, whales, goats, horses, and bears. This study develops and characterizes anti-sheep PDPN (sPDPN) mAbs using Cell-Based Immunization and Screening (CBIS) method. A RAP14 tag was added to the N-terminus of sPDPN, and an anti-RAP14 tag mAb (PMab-2) was used to measure the expression level of sPDPN in flow cytometry and Western blots. We immunized mice with sPDPN-overexpressing Chinese hamster ovary (CHO)-K1 (CHO/sPDPN) cells and screened mAbs against sPDPN using flow cytometry. Two of the mAbs, PMab-253 (immunoglobulin M [IgM], kappa) and PMab-260 (IgM, kappa), detected CHO/sPDPN cells specifically using flow cytometry and Western blots. Both PMab-253 and PMab-260 stained the renal glomerulus and Bowman's capsule, lymphatic endothelial cells of the lung and colon, and type I alveolar cells of the lung, suggesting PMab-253 and PMab-260, which were developed by CBIS method, can be applied to functional analyses of sPDPN. We also determined the binding epitope of PMab-253 and PMab-260 using flow cytometry. Analysis of sPDPN deletion mutants revealed that the N-terminus of the PMab-253 and PMab-260 epitope exists between amino acids 110 and 115 of sPDPN. Analysis of sPDPN point mutations revealed that the critical epitope of PMab-253 and PMab-260 includes Thr112 and Ser113 of sPDPN, indicating that the PMab-253 and PMab-260 epitope are independent of the platelet aggregation-stimulating (PLAG) domain or the PLAG-like domain of sPDPN."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/383539/", "title": "The immunology of marine mammals", "date": "Spr, 1979", "content": "No abstract"}, {"url": "https://pubmed.ncbi.nlm.nih.gov/7086130/", "title": "Antigenic structure of sperm whale myoglobin. I. Partition of specificities between antibodies reactive with peptides and native protein", "date": "Jul, 1982", "content": "We have resolved anti-sperm whale Mb antibodies into two distinct populations: One population is reactive only with the native molecule, and the second is reaction with both Mb and peptide fragments. CNBr cleavage of sperm whale Mb yields three peptides: peptide I (1-55), peptide II (56-131), and peptide III (132-153). Immunoadsorbent columns made with these three peptides were used to fractionate antibody to sperm whale Mb. These columns cumulatively bind 60 to 70% of the total antibody present in the four sera studied (the amount of antibody bound by each peptide was proportional to its size). The remaining 30 to 40% of antibody could only bind specifically to an immunoadsorbent column of native Mb. This result indicates that not all antigenic determinants on the native Mb molecule are represented on peptide fragments."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/11777535/", "title": "Monoclonal antibodies to lymphocyte surface antigens for cetacean homologues to CD2, CD19 and CD21", "date": "Jan, 2002", "content": "CD2 is a pan-T cell marker, while CD19 and CD21 are important molecules in signal transduction of B lymphocytes. CD19 and CD21 are both present on mature B cells, while CD19 is also present in developing B cells and plasma cells. Monoclonal antibodies (mAbs) against cetacean lymphocyte putative homologues to CD2 (two different antibodies), CD19 and CD21 were characterized. The proteins immunoprecipitated were as follows: F21.I (putative anti-CD2), 43 and 59kDa; F21.B (putative anti-CD19), 83 and 127kDa; F21.F (putative anti-CD21), 144kDa. The second putative anti-CD2 (F21.C) selectively inhibited the binding of F21.I. Both the putative anti-CD2 (T cell markers) stained T-cell zones on lymph node sections, while both the B cell markers (putative CD19 and CD21) stained B-cell zones. F21.B and F21.F were absent from thymus single cell suspension but labeled 63 and 65% mesenteric lymph node lymphocytes, respectively, while both F21.C and F21.F were present on 100% thymocytes and fewer lymph node lymphocytes. B and T cell markers were mutually exclusive on double labeling using flow cytometry. These mAbs are foreseen as possible valuable diagnostic and research tools to assess immune functions of captive and wild cetaceans."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/6186911/", "title": "Production of monoclonal antibodies with pre-selected submolecular binding specificities to protein determinants: demonstration with sperm whale myoglobin", "date": "Dec, 1982", "content": "Two monoclonal antibodies with pre-selected submolecular binding specificities to sperm whale myoglobin (Mb) were obtained by hybridizing Fa/0 mouse myeloma cells with spleen cells derived from mice which had been immunized with free (not coupled to any carrier) Mb synthetic peptides 132-153 or 145-151 (antigenic site 5). Both monoclonal antibodies were IgG1 (k). Their homogeneity was confirmed by analytical isoelectric focusing electrophoresis. According to competitive inhibition studies in which Mb, the five synthetic antigenic sites of Mb, Mb peptide 132-153, bovine serum albumin (BSA), and lysozyme were used as inhibitors, the binding specificities of both monoclonal antibodies were restricted to determinants present in the peptides used for immunizations. The results of direct binding studies confirmed this conclusion and suggested that monoclonal antibodies with pre-selected submolecular binding specificities can be readily obtained by the techniques of somatic cell hybridization when the corresponding free synthetic determinants are used as immunogens."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/35728348/", "title": "Comparative analysis of the specificity of monoclonal antibodies developed against the bottlenose dolphin, Tursiops truncatus, TNF-α, IL1-β, IL-6, IL-8, IL-10 with monoclonal antibodies made against ovine IFN-γ bovine IL-17A and IL-1β revealed they recognize epitopes conserved on dolphin and bovine orthologues", "date": "Aug, 2022", "content": "Opportunities to include Cetancodontamorpha in the study of the evolution of the immune system in the clades of Artiodactylamorpha, Ruminantiamorpha, Suinamorpha, and Camelidamorpha have increased with the use of the bottlenose dolphin, Tursiops truncatus, as a sentinel species to study the effects of environmental pollutants on the health of marine mammals. Efforts are currently underway to increase the number reagents needed for detailed studies. Thus far, screening of monoclonal antibodies (mAbs) made to leukocyte differentiation molecules (LDM) and the major histocompatibility (MHC) class I and class II molecules in Ruminantiamorpha have yielded some mAbs that recognize conserved epitopes expressed on orthologues in the bottlenose dolphin. More direct approaches are in progress to identify additional mAbs to bottlenose LDM and cytokines. As reported here, both direct and indirect approaches were used to identify mAbs specific for cytokines useful in monitoring the effects of environmental pollutants on the immune system. Immunization of mice with expressed bottlenose dolphin cytokines yielded mAbs specific for IFN-γ, TNF-α, IL-6, IL-8, IL-10, and IL-17A. Screening of previously developed mAbs used in livestock immunology research revealed mAbs developed against ovine IFN-γ and bovine IL-17 and IL-1β recognize conserved epitopes in bottlenose dolphin orthologues. The mAbs identified in the present study expand the reagents available to study the function of the immune system in bottlenose dolphins and cattle."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/38703558/", "title": "An update on the development of a bottlenose dolphin, Tursiops truncatus, immune reagent toolkit", "date": "Jun, 2024", "content": "There are extensive immunological reagents available for laboratory rodents and humans. However, for veterinary species there is a need for expansion of immunological toolkits, with this especially evident for marine mammals, such as cetaceans. In addition to their use in a research setting, immune assays could be employed to monitor the health status of cetaceans and serve as an adjunct to available diagnostic tests. Such development of specific and sensitive immune assays will enhance the proper care and stewardship of wild and managed cetacean populations. Our goal is to provide immune reagents and immune assays for the research community, clinicians, and others involved in care of bottlenose dolphins. This review will provide an update on our development of a bottlenose dolphin immunological toolkit. The future availability and continued development of these reagents is critical for improving wild and managed bottlenose dolphin population health through enhanced assessment of their responses to alterations in the marine environment, including pathogens, and improve our ability to monitor their status following vaccination."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/35225666/", "title": "Immunohistochemical Analysis Using Monoclonal Antibody PMab-269 Against Steller Sea Lion Podoplanin", "date": "Feb, 2022", "content": "Monoclonal antibodies (mAbs) that specifically target podoplanin (PDPN), a marker for type I alveolar cells, are required for immunohistochemical analyses. Anti-PDPN mAbs are available for many species, including human, mouse, rat, rabbit, dog, cat, bovine, pig, Tasmanian devil, alpaca, tiger, whale, goat, horse, bear, sheep, and California sea lion PDPNs. However, no anti-Steller sea lion PDPN (stePDPN) antibody has been developed. Immunohistochemical analysis showed that an anti-California sea lion PDPN mAb (PMab-269) reacted with type I alveolar cells from the Steller sea lion lung, renal glomeruli and Bowman's capsules from kidney, and lymphatic endothelial cells from the colon, indicating that PMab-269 is useful for detecting stePDPN."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/3678562/", "title": "Natural antibodies to human lymphocytes and erythrocytes in the serum of Orcinus orca killer whale", "date": "Sum, 1987", "content": "The existence of naturally occurring heterophile antibodies to antigenic determinants on human blood cell membranes has long been known. It has been shown that the serum of Orcinus orca (Killer whale) does contain similar antibody. Absorption techniques in concert with either microagglutination or complement-dependent microcytotoxicity assays revealed at least three antibody specificities erythrocyte (RBC), B-lymphocyte and T-lymphocyte. Human erythrocyte specificity has been separated from other mammalian RBC specificity, and higher microagglutination titers and/or scores were observed with human group A RBC's than with group B,O, or AB. Tests run at 4 degrees, 20 degrees and 37 degrees C). Higher microcytotoxicity and microagglutination activity was demonstrated with B versus T lymphocytes. It is hoped that the characterization of the antigenic specificity of these heterophile agglutinins will prove to be useful as a biological reagent-tool which may be applied to the identification of a new receptor on human lymphocytes and/or erythrocytes. Also, if isolated, these agglutinins could be useful in the study of the occurrence and presence of specific receptors on cell membranes and give insight as to how these receptors change in health, disease and malignancy."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/35038109/", "title": "Toxoplasma gondii Infection in Marine Animal Species, as a Potential Source of Food Contamination: A Systematic Review and Meta-Analysis", "date": "Jun, 2022", "content": "Purpose:\n        \n      \n      Many marine animals are infected and susceptible to toxoplasmosis, which is considered as a potential transmission source of Toxoplasma gondii to other hosts, especially humans. The current systematic review and meta-analysis aimed to determine the prevalence of T. gondii infection among sea animal species worldwide and highlight the existing gaps.Methods:\n        \n      \n      Data collection was systematically done through searching databases, including PubMed, Science Direct, Google Scholar, Scopus, and Web of Science from 1997 to July 2020.Results:\n        \n      \n      Our search strategy resulted in the retrieval of 55 eligible studies reporting the prevalence of marine T. gondii infection. The highest prevalence belonged to mustelids (sea otter) with 54.8% (95% CI 34.21-74.57) and cetaceans (whale, dolphin, and porpoise) with 30.92% (95% CI 17.85-45.76). The microscopic agglutination test (MAT) with 41 records and indirect immunofluorescence assay (IFA) with 30 records were the most applied diagnostic techniques for T. gondii detection in marine species.Conclusions:\n        \n      \n      Our results indicated the geographic distribution and spectrum of infected marine species with T. gondii in different parts of the world. The spread of T. gondii among marine animals can affect the health of humans and other animals; in addition, it is possible that marine mammals act as sentinels of environmental contamination, especially the parasites by consuming water or prey species."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/4099528/", "title": "Antibodies of restricted heterogeneity to an antigenic determinant of sperm-whale myoglobin", "date": "Oct, 1970", "content": "No abstract"}, {"url": "https://pubmed.ncbi.nlm.nih.gov/2448611/", "title": "Monoclonal antibodies reactive with myelin basic protein", "date": "Dec, 1987", "content": "New monoclonal antibodies (MAbs) to myelin basic protein (BP) reveal epitopes to be in sequences 22-34, 75-82, 83-96, 118-131 and 125-131. Comparison of these results with those previously reported suggest that almost every sequence of about 10 amino acid residues may be sufficiently antigenic to make a single MAb but that certain regions are immunodominant, strong enough to make practically the same MAb repeatedly. One of these new MAbs (clone 3) has especially interesting reactivity, sharply limited to residues 75-82 in bovine and porcine BP: Lys-Ala-Gln-His-Gly-Arg-Pro. Whales presumably have the same sequence, since their BPs are fully reactive with clone 3 MAb, but all other species of BP, with known sequences of BP, have at least two changes in this sequence. Deletion of Lys75 (as in a tryptic peptide of porcine BP) reduces reactivity with the MAb about 10-fold, whereas substitution of Ala76 by Ser (as in all other species of BP) and either deletion of Gln77 (as in human, monkey and rabbit BP) or His78 (as in the guinea pig and rat BP) or substitution of Pro82 by Thr (as in human, monkey, rat and mouse BP) eliminates reactivity. We speculate that woodchuck and prairie dog BPs in this region closely resemble chicken BP, which has about 2% of the original reactivity. However, squirrel BP is unique, probably having only one of the changes in this region of BP, since it possesses 10-20 times the reactivity of chicken BP but still only 20-50% of the original reactivity with clone 3 MAb, a degree of reactivity not seen with any other species of BP."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/30185724/", "title": "Detection of serum antibodies to Brucella in Russian aquatic mammals", "date": "Nov, 2018", "content": "A serologic survey of Brucella infection was performed in Caspian seals (Pusa caspica, n=71), Baikal seals (P. sibirica, n=7), ringed seals (P. hispida hispida, n=6), and beluga whales (Delphinapterus leucas, n=4) inhabiting Russian waters, by enzyme-linked immunosorbent assay (ELISA) using Brucella abortus and B. canis as antigens. The sera of 4 Caspian seals (4%) tested positive for B. abortus. The same sera samples demonstrated weaker yet detectable affinity for B. canis antigens. Several discrete bands against B. abortus and B. canis antigens were detected on Western blot analysis of the ELISA-positive seal sera; the bands against B. canis were weaker than those against B. abortus. The sera of 3 beluga whales (75%) were positive for B. abortus antigens but showed no binding to B. canis antigens in the ELISA. The positive whale sera showed a strong band appearance only against B. abortus antigens in the Western blot analysis. Many detected bands were discrete, while some of them had a smeared appearance. The present results indicate that Brucella infection occurred in Caspian seals and beluga whales inhabiting Russian waters, and that the Brucella strains infecting the seals and the whales were antigenetically distinct."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/36803692/", "title": "Prediction for 2-Year Vision Outcomes Using Early Morphologic and Functional Responses in the Comparison of Age-related Macular Degeneration Treatments Trials", "date": "Jul, 2023", "content": "Objective:\n        \n      \n      To predict 2-year visual acuity (VA) responses to anti-VEGF therapy, using early morphologic and functional responses in patients with neovascular age-related macular degeneration (nAMD).Design:\n        \n      \n      Cohort within a randomized clinical trial.Participants:\n        \n      \n      A total of 1185 participants with untreated active nAMD and best-corrected visual acuity (BCVA) 20/25 to 20/320 at baseline.Methods:\n        \n      \n      Secondary analysis of data from participants randomized to either ranibizumab or bevacizumab and to 1 of 3 dosing regimens. Associations of 2-year BCVA responses with baseline morphologic and functional characteristics and their change from baseline at 3 months were assessed, using univariable and multivariable linear regression models for BCVA change and logistic regression models for ≥ 3-line BCVA gain from baseline. The performance of predictions for 2-year BCVA outcomes using these characteristics was assessed using R2 for BCVA change and area under the receiver operating characteristic curve (AUC) for ≥ 3-line BCVA gain.Main outcome measures:\n        \n      \n      Best-corrected visual acuity change and ≥ 3-line gain from baseline at year 2.Results:\n        \n      \n      In multivariable analyses that included previously reported significant baseline predictors (baseline BCVA, baseline macular atrophy, baseline retinal pigment epithelium elevation [RPEE], and maximum width and early BCVA change from baseline at 3 months), new RPEE occurrence at 3 months was significantly associated with more BCVA gain at 2 years (10.2 letters vs. 3.5 letters for RPEE resolved, P < 0.001), and none of the other morphologic responses at 3 months were significantly associated with BCVA responses at 2 years. These significant predictors moderately predicted 2-year BCVA gain with an R2 = 0.36. Baseline BCVA and ≥ 3-line BCVA gain at 3 months predicted 2-year ≥ 3-line gain with AUC 0.83 (95% confidence interval, 0.81-0.86).Conclusions:\n        \n      \n      Most structural responses on OCT at 3 months were not independently predictive of the 2-year BCVA responses, which were associated with baseline factors and the 3-month BCVA response to anti-VEGF therapy. A combination of baseline predictors, early BCVA, and morphologic responses at 3 months only moderately predicted the long-term BCVA responses. Future research is needed to better understand the factors contributing to the variation in long-term vision outcomes with anti-VEGF therapy.Financial disclosure(s):\n        \n      \n      Proprietary or commercial disclosure may be found after the references."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/31934820/", "title": "Epitope Analysis of an Anti-Whale Podoplanin Monoclonal Antibody, PMab-237, Using Flow Cytometry", "date": "Feb, 2020", "content": "Podoplanin (PDPN) is a small mucin-type transmembrane glycoprotein, which was first discovered in podocytes of the kidney. PDPN is a specific lymphatic endothelial marker and is also known as T1alpha, a marker of lung type I alveolar cells, or Aggrus, a platelet aggregation-inducing factor. PDPN possesses three platelet aggregation-stimulating (PLAG) domains and PLAG-like domains (PLDs), which bind to C-type lectin-like receptor-2. Previously, we developed a novel anti-whale PDPN (wPDPN) monoclonal antibody (mAb) PMab-237 using the Cell-Based Immunization and Screening (CBIS) method and the RIEDL tag of Arg-Ile-Glu-Asp-Leu sequence. PMab-237 detected wPDPN by flow cytometry, western blot, and immunohistochemical analyses. However, the specific binding epitope of PMab-237 for wPDPN remains unknown. In this study, deletion mutants and point mutants of wPDPN with N-terminal RIEDL tag were produced to analyze the PMab-237 epitope using flow cytometry. The analysis of deletion mutants showed that the N-terminus of the PMab-237 epitope exists between the 80th amino acid (AA) and the 85th AA of wPDPN. In addition, the analysis of point mutants demonstrated that the critical epitope of PMab-237 includes Leu82 and Thr84 of wPDPN, indicating that the PMab-237 epitope is located in the PLD of wPDPN."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/37779092/", "title": "A case of cold agglutinin disease in a bottlenose dolphin (Tursiops truncatus)", "date": "Nov, 2023", "content": "Cold agglutinin disease, one of the serological classifications of immune-mediated hemolytic anemia, is caused by the production of autoantibodies that react with erythrocytes at low temperatures. A captive bottlenose dolphin presented with regenerative and hemolytic anemia. Anticoagulated whole blood was agglutinated at room temperature (approximately 18°C), with reversal of agglutination on warming to 37°C, indicating the presence of cold agglutinin. Based on these findings, this animal was diagnosed with cold agglutinin disease. Clindamycin, doxycycline, and prednisolone were administered orally to treat the infection and immune-mediated hemolytic anemia. Anemia gradually improved after initiation of pharmacotherapy, and erythrogenesis slowed as erythroblasts disappeared and reticulocyte count decreased in peripheral blood. This represents the first report of cold agglutinin disease in a cetacean."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/18768672/", "title": "Cross-reactivity between immunoglobulin G antibodies of whales and dolphins correlates with evolutionary distance", "date": "Oct, 2008", "content": "Growing morphological and molecular evidence indicates that the porpoises, dolphins, and whales evolved within the even-toed ungulates, formerly known as Artiodactyla. These animals are now grouped in the Cetartiodactyla. We evaluated the antigenic similarity of the immunoglobulin G (IgG) molecules of 15 cetacean species and the domestic cow. The similarity was scored using three distinct antibodies raised against bottlenose dolphin (Tursiops truncatus) IgG in a Western blot, an indirect enzyme-linked immunosorbent assay (ELISA), and a competitive ELISA format. A score was generated for the genetic distance between each species and T. truncatus using the cytochrome b sequence. Each antibody displayed a distinct pattern of reactivity with the IgG antibodies of the various species. The monoclonal antibody (MAb) specific for the gamma heavy chain of T. truncatus was reactive with all monodontids, delphinids, and phocoenids. The light-chain-specific MAb reacted with IgG of delphinoid and phocoenid species and one of the two mysticete species tested. The polyclonal antibody was broadly cross-reactive across all cetaceans and the domestic cow. Using the MAb specific for the gamma heavy chain, the degree of IgG cross-reactivity ranged from less than 17% for the mysticetes to 106% for killer whale Orcinus orca. The IgG in beaked whale and baleen whale sera was significantly less cross-reactive with bottlenose dolphin IgG than sera from other toothed whales. A strong negative correlation was demonstrated between antigenic cross-reactivity of IgG molecules and the genetic distance of their hosts. The data generated will be useful for the development of clinical serodiagnostics in diverse cetacean species."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/15338705/", "title": "Antibodies to selected pathogens in free-ranging terrestrial carnivores and marine mammals in Canada", "date": "Jul, 2004", "content": "Antibody titres to selected pathogens (canine adenovirus [CAV-2], feline herpesvirus [FHV], phocine herpesvirus [PHV-1], canine distemper virus, dolphin morbillivirus [DMV], phocine distemper virus [PDV], parainfluenza virus type 3 [PI3], rabies virus, dolphin rhabdovirus [DRV], canine coronavirus, feline coronavirus, feline leukaemia virus, Borrelia burgdorferi and Toxoplasma gondii) were determined in whole blood or serum samples from selected free-ranging terrestrial carnivores and marine mammals, including cougars (Fellis concolor), lynxes (Fellis lynx), American badgers (Taxidea taxus), fishers (Martes pennanti), wolverines (Gulo gulo), wolves (Canis lupus), black bears (Ursus americanus), grizzly bears (Ursus arctos), polar bears (Ursus maritimus), walruses (Odobenus rosmarus) and belugas (Delphinapterus leucas), which had been collected at several locations in Canada between 1984 and 2001. Antibodies to a number of viruses were detected in species in which these infections have not been reported before, for example, antibodies to CAV-2 in walruses, to PDV in black bears, grizzly bears, polar bears, lynxes and wolves, to DMV in grizzly bears, polar bears, walruses and wolves, to PI3 in black bears and fishers, and to DRV in belugas and walruses."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/29042015/", "title": "Identification of monoclonal antibodies cross-reactive with bottlenose dolphin orthologues of the major histocompatibility complex and leukocyte differentiation molecules", "date": "Oct, 2017", "content": "The slow progress in understanding immunotoxic effects of environmental contaminants and their influence on disease susceptibility in whales is largely due to the limited information available on the immune systems and immune function of species included in the Cetancodontamorpha clade. Studies in species in the other major clades included in the Artiodactylamorpha, Ruminantiamorpha, Suinamorpha, and Camelidamorpha have revealed the immune systems are similar, but not identical. The present study was undertaken to expand the available monoclonal antibody reagents needed to gain insight into the composition, function, and evolution of the immune system in Cetancodontamorpha, using the dolphin (Tursiops truncatus) as a model cetacean species. Screening of a set of mAbs that recognize highly conserved epitopes expressed on the major histocompatibility complex (MHC) and leukocyte differentiation molecules (LDMs) in cattle by flow cytometry revealed some of the mAbs recognize epitopes conserved on dolphin orthologues of MHC class I, MHC class II, CD11a, CD14, CD16, CD18, CD163 and CD172a. Comparison of the amino acid sequences of dolphin and bovine orthologues revealed limited changes in sequence have occurred during speciation, suggesting an approach for developing cross-reactive mAbs for use in cetacean research."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/6169338/", "title": "The antibody response to myoglobin is independent of the immunized species. Analysis in terms of replacements in the antigenic sites and in environmental residues of the cross-reactions of fifteen myoglobins with sperm-whale myoglobin antisera raised in different species", "date": "Dec, 1980", "content": "The recent determination of the entire antigenic structure of sperm-whale myoglobin with rabbit and goat antisera has permitted the examination of whether the antigenic structure recognized by antibodies depends on the species in which the antisera are raised. Also, by knowledge of the antigenic structure, the molecular factors that determine and influence antigenicity can be better understood in terms of the effects of amino acid substitutions occurring in the antigenic sites and in the environmental residues of the sites. In the present work, the myoglobins from finback whale, killer whale, horse, chimpanzee, sheep, goat, bovine, echidna, viscacha, rabbit, dog, cape fox, mouse and chicken were examined for their ability to cross-react with antisera to sperm-whale myoglobin. By immunoadsorbent titration studies with radioiodinated antibodies, each of these myoglobins was able to bind antibodies to sperm-whale myoglobin raised in goat, rabbit, chicken, cat, pig and outbred mouse. It was found that the extent of cross-reaction of a given myoglobin was not dependent on the species in which the antisera were raised. This indicated that the antibody response to sperm-whale myoglobin (i.e. its antigenic structure) is independent of the species in which the antisera are raised and is not directed to regions of sequence differences between the injected myoglobin and the myoglobin of the immunized host. Indeed, in each antiserum from a given species examined, that antiserum reacted with the myoglobin of that species. The extent of this auto-reactivity for a given myoglobin was comparable with the general extent of cross-reactivity shown by that myoglobin with antisera raised in other species. The cross-reactivities and auto-reactivities (both of which are of similar extents for a given myoglobin) can be reasonably rationalized in terms of the effects of amino acid substitutions within the antigenic sites and within the residues close to these sites. These findings confirm that the antigenicity of the sites is inherent in their three-dimensional locations."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/53189/", "title": "Antigenic structure of myoglobin: the complete immunochemical anatomy of a protein and conclusions relating to antigenic structures of proteins", "date": "May, 1975", "content": "No abstract"}, {"url": "https://pubmed.ncbi.nlm.nih.gov/2508699/", "title": "Metal affinity precipitation of proteins", "date": "Oct, 1989", "content": "Proteins containing multiple surface-accessible histidine residues can be precipitated using small quantities of bis-copper chelates. The chelates serve to crosslink the proteins, presumably via the accessible histidines, leading to the formation of large, insoluble complexes. When excess copper chelate is used to carry out the precipitation, the resulting precipitate has a stoichiometry of 1:1 copper:accessible histidine. The precipitation is analogous to antibody-antigen precipitin reactions and can be described qualitatively using simple equilibrium theory developed for those systems. Human hemoglobin contains a large number of surface histidines and is efficiently precipitated by the copper salt CuSO4 as well as by bis-copper chelates. Sperm whale myoglobin contains many fewer surface histidines and is precipitated only by the bis-chelates. The effects of the number of accessible histidines on the protein, the chain length separating the two chelates, and the pH on the precipitation reaction have been investigated."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/35477373/", "title": "Rhabdomyolysis, myoglobinuric nephrosis, and crystalline nephropathy in a captive bottlenose dolphin", "date": "Jul, 2022", "content": "A 5-y-old female bottlenose dolphin (Tursiops truncatus) from an aquarium in Japan had clinical signs of anorexia, vomiting, and bradykinesia. Enrofloxacin and lactated Ringer solution were administered for treatment of bacterial infection and for rehydration. Elevations of creatine kinase and aspartate aminotransferase activities were detected on day 4 of treatment, indicating that rhabdomyolysis had developed on day 3. On day 5, serum creatinine and urea concentrations increased and remained high throughout the remaining treatment; the dolphin died on day 16. Postmortem examination revealed massive necrosis of the longissimus dorsi muscles. Histologic examination revealed extensive necrosis of skeletal myofibers, multifocal renal tubular necrosis with intratubular casts and crystals, and suppurative bronchopneumonia. The renal casts labeled positively with anti-myoglobin antibody; expression of aquaporin-1 was decreased in renal tubules compared to normal kidney tissue. To our knowledge, this description of clinicopathologic findings of rhabdomyolysis leading to acute kidney injury with concomitant crystalline nephropathy has not been reported previously in a bottlenose dolphin."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/8177530/", "title": "Immunocytochemical demonstration of astrocytes and microglia in the whale brain", "date": "Feb, 1994", "content": "Whale brains have attracted the attention of neuroscientists but there are only sparse studies on whale glial cells. Here we report on immunolabeling of astrocytes by antibodies to glial fibrillary acidic protein (GFAP) or protein S-100 beta (both by the streptavidin/biotin technique), and labeling of microglial cells by Griffonia simplicifolia agglutinin (GSA I-B4, coupled to horseradish peroxidase), in the neocortex of a harbour porpoise Phocoena phocoena L. Many subpial and perivascular astrocytes were stained; they differed greatly in thickness and length of their processes. Subpial astrocytes were coarse with a few stout stem processes, whereas perivascular astrocytes deeper in the brain had many long and slender processes. Additionally, some long radial astrocytes were observed. Microglia were labeled throughout the brain, and showed similar features as 'resting' (ramified) microglia in the brain of other mammals."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/629463/", "title": "Prevalence of vesicular exanthema of swine antibodies among feral mammals associated with the southern California coastal zones", "date": "Feb, 1978", "content": "Serum-neutralizing antibodies to both vesicular exanthema of swine virus (VESV) and San Miguel sea lion virus (SMSV) were found in a number of animal species having an association with the southern California coastal zones. California sea lions (Zalophus californianus) had antibodies to 9 VESV types (A48, C52, D53, E54, F54, G55, I55, J56, and K56). Fur seals (Callorhinus ursinus) and elephant seal pups (Mirounga angustirostris) were tested for antibodies to 6 VESV types and all were negative. California gray whales (Eschrichtius robustus) were tested for antibodies to 9 VESV types, and sperm whale (Physeter catodon), finback whale (Balaenoptera physalus), and sei whale (Balaenoptera borealis) were tested for 6 VESV types. Among the last 4 species, antibodies were present for each VESV type except C52, and all species were positive for antibodies to 2 or more VESV types. Feral swine from both Santa Cruz Island and Santa Catalina Island were tested and antibodies were present for 8 of 9 VESV types and all SMSV types except SMSV-4. One donkey from San Miguel Island was positive for VESV I55 and 2 were positive for SMSV-2."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/34042502/", "title": "Development of an Anti-Elephant Podoplanin Monoclonal Antibody PMab-265 for Flow Cytometry", "date": "Jun, 2021", "content": "The development of specific antibodies is essential to understand a wide variety of biological phenomena and pathophysiological analyses. Podoplanin (PDPN), a type I transmembrane glycoprotein, is known as a diagnostic marker. Anti-PDPN monoclonal antibodies (mAbs) against many species, such as human, mouse, rat, rabbit, dog, bovine, cat, tiger, horse, pig, goat, alpaca, Tasmanian devil, bear, whale, and sheep, have been established in recent studies. However, sensitive and specific mAbs against elephant PDPN (elePDPN) have not been established. Thus, this study established a novel mAb against African savanna elephant (Loxodonta africana) PDPN using the Cell-Based Immunization and Screening method. elePDPN-overexpressed Chinese hamster ovary-K1 (CHO/elePDPN) cells were immunized, and mAbs were screened against elePDPN using flow cytometry. One of the mAbs, PMab-265 (IgM, κ), specifically detected CHO/elePDPN cells by flow cytometry. These findings suggested the potential usefulness of PMab-265 for the functional analyses of elePDPN."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/32714946/", "title": "Histochemical and Immunohistochemical Characterizations of Hepatic Trematodiasis in Odontocetes", "date": "Jun, 2020", "content": "Hepatic trematodiasis is a common condition in a number of free-ranging cetacean species, which occasionally result in severe hepatic and/or pancreatic lesions. However, even the basic pathological information of this disease is unknown for the majority of affected species. The current study describes and compares the histomorphology and immune reaction induced by hepatic trematodes of the family Brachycladiidae in the liver of the harbor porpoise (Phocoena phocoena, n = 8), Dall's porpoise (Phocoenoides dalli, n = 8), and Hubbs' beaked whale (Mesoplodon carlhubbsi, n = 2). Immunohistochemistry for eight antibodies (CK19, CD3, Foxp3, CD20, Iba1, CD68, CD163, and CD204) was conducted to analyze the pathology of these parasitic infections. In all three odontocete species, the changes observed in the trematode-affected biliary epithelium were comparable with marked hyperplasia and goblet cell metaplasia, as well as lymphoplasmacytic and eosinophilic inflammation. Additionally, regions of the Glisson's sheath were diffusely and severely fibrotic in all examined species, regardless of the physical presence of trematodes. Differences among the three species included the presence of characteristic lymphoid follicles formed in the fibrotic bile duct walls of only the two porpoise species. In the Hubbs' beaked whale, the degree of lymphoplasmacytic cholangitis was more severe, and ductular reaction was generally more prominent. In terms of the overall macrophage population among the three species, CD163- and CD204-positive cells (M2 macrophages) outnumbered Iba1- and CD68-positive cells (M1 macrophages), indicating a chronic infection stage in all analyzed individuals. Species-specific differences among the infiltrating macrophages included numbers of CD68-positive cells being significantly more abundant in the harbor porpoises, whereas CD163-positive cells were significantly more numerous in the Dall's porpoises. The numbers of CD204-positive macrophages were higher in the Hubbs' beaked whales compared to those in the porpoises. Trematode species of the harbor and Dall's porpoises were Campula oblonga, while they were Oschmarinella macrorchis in the Hubbs' beaked whales. This study concludes that interspecies differences in the tissue reactions to hepatic trematode infections are present among odontocete species and that the immune reaction varies depending on the species. This information aids in furthering our understanding of the pathogenesis of hepatic trematodiasis in cetaceans."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/24857764/", "title": "Genetic relatedness of dolphin rhabdovirus with fish rhabdoviruses", "date": "Jun, 2014", "content": "No abstract"}, {"url": "https://pubmed.ncbi.nlm.nih.gov/11272509/", "title": "Serologic survey of Brucella spp. antibodies in some marine mammals of North America", "date": "Jan, 2001", "content": "A serologic survey of anti-Brucella spp. antibodies was undertaken on 2,470 samples of 14 North American marine mammal species collected between 1984-97. Serum or blood from eight species of cetaceans and six species of pinnipeds was sampled from Pacific, Atlantic, and Arctic oceans. Two competitive enzyme-linked immunosorbent assays (C-ELISA's), using specific monoclonal antibodies to Brucella abortus cell wall components, were used to detect anti-Brucella spp. antibodies in the samples. Sera from 33 cetaceans and 61 pinnipeds gave inhibition values, in one or both of the tests, which exceeded the threshold that indicates Brucella spp. exposure in cattle. Seropositive animals were identified from Pacific, Atlantic, and Arctic oceans. While Brucella spp. was not isolated, differences in the response of seropositive cetacean and pinniped sera in the two assays suggest that two antigenically distinct species or biovars of Brucella spp. are present. No pathology consistent with clinical brucellosis was noted in any of the animals tested although detailed examination was not conducted on all carcasses."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/35734164/", "title": "Exploration of the Nurse Shark (Ginglymostoma cirratum) Plasma Immunoproteome Using High-Resolution LC-MS/MS", "date": "Jun, 2022", "content": "Many animals of scientific importance lack species-specific reagents (e.g., monoclonal antibodies) for in-depth studies of immune proteins. Mass spectrometry (MS)-based proteomics has emerged as a useful method for monitoring changes in protein abundance and modifications in non-model species. It can be used to quantify hundreds of candidate immune molecules simultaneously without the generation of new reagents. Here, we used MS-based proteomics to identify and quantify candidate immune proteins in the plasma of the nurse shark (Ginglymostoma cirratum), a cartilaginous fish and representative of the most basal extant vertebrate lineage with an immunoglobulin-based immune system. Mass spectrometry-based LC-MS/MS was performed on the blood plasma of nurse sharks immunized with human serum albumin (n=4) or sham immunized (n=1), and sampled at days 0 (baseline control), 1, 2, 3, 5, 7, 14, 21, 28, 25, 42 and 49. An antigen-specific antibody response was experimentally confirmed post-immunization. To provide a high-quality reference to identify proteins, we assembled and annotated a multi-tissue de novo transcriptome integrating long- and short-read sequence data. This comprised 62,682 contigs containing open reading frames (ORFs) with a length >80 amino acids. Using this transcriptome, we reliably identified 626 plasma proteins which were broadly categorized into coagulation, immune, and metabolic functional groups. To assess the feasibility of performing LC-MS/MS proteomics in nurse shark in the absence of species-specific protein annotations, we compared the results to an alternative strategy, mapping peptides to proteins predicted in the genome assembly of a related species, the whale shark (Rhincodon typus). This approach reliably identified 297 proteins, indicating that useful data on the plasma proteome may be obtained in many instances despite the absence of a species-specific reference protein database. Among the plasma proteins defined against the nurse shark transcriptome, fifteen showed consistent changes in abundance across the immunized shark individuals, indicating a role in the immune response. These included alpha-2-macroglobulin (A2M) and a novel protein yet to be characterized in diverse vertebrate lineages. Overall, this study enhances genetic and protein-level resources for nurse shark research and vastly improves our understanding of the elasmobranch plasma proteome, including its remodelling following immune stimulation."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/28177289/", "title": "Hepatitis E virus in bottlenose dolphins Tursiops truncatus", "date": "Feb, 2017", "content": "Hepatitis E virus (HEV) infects several animal species that act as zoonotic reservoirs for viral transmission. Solid and liquid residues from infected animals could lead to HEV contamination of food and surface waters. Evidence of human HEV infection through ingestion of seafood (shellfish, mussels) has been reported. Dolphins generally feed on fish and squid but are able to adapt to an environment and consume whatever prey is available. Clinical signs of infected dolphins include lethargy, inappetence, behavioral aberrations and increased serum alanine aminotransferase (ALT). The dolphins examined in this study were maintained at the National Aquarium, Havana, Cuba. A total of 31 dolphins were evaluated for HEV markers. Sera were collected and screened for total immunoglobin (Ig) anti-HEV. Sera and liver homogenate were tested for HEV RNA by nested RT-PCR using primers targeting the open reading frame 1. Phylogenetic analysis was performed using partial nucleotide sequences at the amplified RNA-dependent RNA polymerase gene. Total anti-HEV Ig was detected in 32.2% (10 of 31), and 16.1% (5 of 31) of these dolphins were positive by both serology and HEV RNA testing. Nucleotide sequence analyses revealed that HEV strains identified in dolphins were genotype 3. This virus may represent an environmental contamination of food or wastewater as a source of HEV exposure and infection. Our findings provide evidence that HEV is associated with liver disorders in cetaceans and that it is advisable to screen for exposure of this virus in captive dolphins, particularly animals with elevated serum ALT or compromised liver function test results of undetermined cause."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/10590929/", "title": "A review of virus infections of cataceans and the potential impact of morbilliviruses, poxviruses and papillomaviruses on host population dynamics", "date": "Oct, 1999", "content": "Viruses belonging to 9 families have been detected in cetaceans. We critically review the clinical features, pathology and epidemiology of the diseases they cause. Cetacean morbillivirus (family Paramyxoviridae) induces a serious disease with a high mortality rate and persists in several populations. It may have long-term effects on the dynamics of cetacean populations either as enzootic infection or recurrent epizootics. The latter presumably have the more profound impact due to removal of sexually mature individuals. Members of the family Poxviridae infect several species of odontocetes, resulting in ring and tattoo skin lesions. Although poxviruses apparently do not induce a high mortality, circumstancial evidence suggests they may be lethal in young animals lacking protective immunity, and thus may negatively affect net recruitment. Papillomaviruses (family Papovaviridae) cause genital warts in at least 3 species of cetaceans. In 10% of male Burmeister's porpoises Phocoena spinipinnis from Peru, lesions were sufficiently severe to at least hamper, if not impede, copulation. Members of the families Herpesviridae, Orthomyxoviridae and Rhabdoviridae were demonstrated in cetaceans suffering serious illnesses, but with the exception of a 'porpoise herpesvirus' their causative role is still tentative. Herpes-like viruses and caliciviruses (Caliciviridae) give rise to cutaneous diseases in Monodontidae and Delphinidae. Antibodies to several serotypes of caliciviruses were found in odontocetes and mysticetes. An unrecognized Hepadnaviridae was detected by serology in a captive Pacific white-sided dolphin Lagenorhynchus obliquidens with chronic persistent hepatitis. Adenoviruses (Adenoviridae) were isolated from the intestinal tracts of mysticeti and a beluga Delphinapterus leucas but were not associated with any pathologies. We discuss the potential impact of Paramyxoviridae, Poxviridae and Papovaviridae on the dynamics of several odontocete populations."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/6192078/", "title": "Production of monoclonal antibodies to surface regions that are non-immunogenic in a protein using free synthetic peptide as immunogens: demonstration with sperm-whale myoglobin", "date": "Date not found", "content": "Two synthetic peptides corresponding to surface regions of sperm whale myoglobin that are not antigenic in the native molecule were used in their free form (i.e. not coupled to a carrier) to immunize separate groups of Balb/cByJ mice. The synthetic peptides corresponded to regions 1-6 and 121-127. Serum samples obtained from each group of mice contained antibodies that bound specifically to myoglobin and exclusively to the immunizing peptide. Monoclonal antibodies to each of the two surface regions were subsequently obtained by hybridizing Fa/O mouse myeloma cells with spleen cells derived from each group of mice. These monoclonal antibodies were IgM (kappa). They expressed the same isotype as the antigen specific serum antibodies produced by the mice whose spleen cells were used for hybridization. Solid phase radioimmunoassay studies also indicated that each monoclonal antibody, like the immune serum of the parent animals, bound specifically to myoglobin and exclusively to the synthetic peptide used as an immunogen. These results suggested that the hybridoma antibodies expressed submolecular binding specificities that were the result of peptide immunization rather than hybrid selection and that monoclonal antibodies with preselected submolecular binding specificities to non-antigenic surface regions in a protein molecule can be produced by the techniques of somatic cell hybridization when the corresponding free synthetic peptides are used as immunogens."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/786969/", "title": "Vesicular exanthema of swine", "date": "Oct, 1976", "content": "Vesicular exanthema of swine (VES) was first recognized in 1932. At the time, eradication measures and, later, quarantine procedures were instituted and extension of the disease to surrounding farms appeared to have been prevented. Between 1932 and 1936, however, seemingly unrelated epizootics continued among swine herds being fed raw garbage. In 1936, VES disappeared only to reappear in 1939. The disease was contained within California until 1952, at which time it spread to all the major swine producing areas of the United States. The disease was eradicated in 1959, through the enforcement of laws prohibiting the feeding of raw garbage to swine. Other than the association with raw garbage, a reservoir for VES virus (VESV) was never found. In 1972, a virus isolated from California sea lions--and thus named the San Miguel sea lion virus (SMSV)--proved to be distinguishable from VESV. When SMSV was injected into swine, clinical signs of vesicular exanthema developed, leading to the conclusion that, for all practical purposes, SMSV and VESV were the same. To date, 5 species of marine mammals and 2 species of terrestrial mammals, including feral swine, have been shown to possess antibodies to 1 or more of the 4 distinct SMSV serotypes. Current evidence suggests that SMSV infections occur among both terrestrial and marine mammals inhabiting the California coastal zones. This and the practice of shipping frozen meats known to contain SMSV to mink ranches in Utah point to the possibility that domestic swine in the United States are occasionally being exposed to SMSV. Although marine mammals are a source of SMSV, the primary virus reservoir is thought to be 1 or more submammalian marine species common to the southern California coastline. Such a primary reservoir presumably is the source of a new SMSV serotypes infecting marine mammals and may have been the original source of the VESV serotypes that infected swine through the intermediary of raw garbage."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/37733771/", "title": "Assessing of the use of proteins A, G, and chimeric protein AG to detect marine mammal immunoglobulins", "date": "Sep, 2023", "content": "In recent years, there has been an increase in infectious diseases in marine mammals, including brucellosis, infections of morbillivirus, herpesvirus, and poxvirus. Several serological diagnostic methods, including enzyme-linked immunosorbent assays, immunofluorescence assays (ELISA), and western blotting, have been used to detect antibodies against pathogens in marine mammals. However, options for commercial secondary antibodies used to detect antibodies in marine mammals are limited; therefore, the use of proteins A, G, or chimeric protein AG may provide a suitable alternative. This study aimed to assess the use of proteins A, G, and chimeric protein AG to detect marine mammal immunoglobulins. Currently, there are no comparative studies on the use of proteins A, G, and chimeric protein AG for the detection of immunoglobulins in marine mammals. In this study, we used ten pinnipeds' species (Baikal seal, California sea lion, harbor seal, northern fur seal, ringed seal, South American fur seal, South American sea lion, spotted seal, Steller sea lion, and walrus) and five cetacean species (beluga whale, bottlenose dolphin, harbor porpoise, killer whale, and Pacific white-sided dolphin) and compare binding ability to proteins A, G, or chimeric protein AG by ELISA. The results revealed that the immunoglobulins from pinniped and cetacean species reacted more strongly to protein A than protein G. In addition, the immunoglobulins of pinnipeds and cetaceans showed a strong binding ability to chimeric protein AG. These results suggest that proteins A, G, and chimeric protein AG would be used to help further develop serological assays."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/34702073/", "title": "Emergence and radiation of distemper viruses in terrestrial and marine mammals", "date": "Oct, 2021", "content": "Canine distemper virus (CDV) and phocine distemper virus (PDV) are major pathogens to terrestrial and marine mammals. Yet little is known about the timing and geographical origin of distemper viruses and to what extent it was influenced by environmental change and human activities. To address this, we (i) performed the first comprehensive time-calibrated phylogenetic analysis of the two distemper viruses, (ii) mapped distemper antibody and virus detection data from marine mammals collected between 1972 and 2018, and (iii) compiled historical reports on distemper dating back to the eighteenth century. We find that CDV and PDV diverged in the early seventeenth century. Modern CDV strains last shared a common ancestor in the nineteenth century with a marked radiation during the 1930s-1950s. Modern PDV strains are of more recent origin, diverging in the 1970s-1980s. Based on the compiled information on distemper distribution, the diverse host range of CDV and basal phylogenetic placement of terrestrial morbilliviruses, we hypothesize a terrestrial CDV-like ancestor giving rise to PDV in the North Atlantic. Moreover, given the estimated timing of distemper origin and radiation, we hypothesize a prominent role of environmental change such as the Little Ice Age, and human activities like globalization and war in distemper virus evolution."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/16870867/", "title": "Antibodies to Brucella spp. in Pacific bottlenose dolphins from the Solomon Islands", "date": "Apr, 2006", "content": "Brucella spp. have been recently isolated from a variety of marine mammals. Serum samples from 58 Pacific bottlenose dolphins (Tursipa aduncus) from the Solomon Islands were tested for antibodies to Brucella spp. by the tube agglutination test (TAT), enzymed-linked immunosorbent assay (ELISA), and immunoblotting. Anti-Brucella spp. antibodies were detected by TAT and ELISA in 31 and 40 of 58 samples, respectively. These results suggest that Pacific bottlenose dolphins from the Solomon Islands are infected with Brucella spp. or a Brucella-like organism."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/30530926/", "title": "Survey of Brucella spp. and Leptospira spp. antibodies in cetaceans and manatees of the Amazon basin and Atlantic Ocean, Brazil", "date": "Dec, 2018", "content": "Aquatic mammals can act as sentinels of emerging and resurging pathogens in the environment. Brucella spp. and Leptospira spp. are 2 zoonotic pathogens relevant to aquatic mammals, and their detection can be used to assess pathogen exposure. In this study, serum from 84 individuals-63 cetaceans (families Iniidae, n = 37; Delphinidae, n = 22; and Kogiidae, n = 4) and 21 West Indian manatees Trichechus manatus-was tested by the Rose Bengal Test (RBT) and a commercial competitive enzyme-linked immunosorbent assay (c-ELISA) for detecting Brucella spp. antibodies, and the microscopic agglutination test (MAT) for screening Leptospira spp. exposure. Overall, 4.8% (3/63) of cetaceans were positive by RBT and 15.9% (10/63) by c-ELISA for Brucella spp. Serum from 8 c-ELISA positive cetaceans (with available serum) was further tested via serum agglutination test (SAT) and 1 individual was positive. c-ELISA was more sensitive than RBT. Exposure to Brucella spp. was found in 5 cetacean species: Clymene dolphin Stenella clymene, short-finned pilot whale Globicephala macrorhynchus, pygmy killer whale Feresa attenuata, melon-headed whale Peponocephala electra and Atlantic bottlenose dolphin Tursiops truncatus in the Atlantic Ocean, Brazil, expanding the range of known Brucella seropositive aquatic hosts. No evidence of Brucella spp. exposure was found in Iniidae and Kogiidae odontocetes and manatees. Antibodies against Leptospira spp. were not detected in cetaceans and sirenians by MAT. These results contribute to the evaluation of different Brucella spp. serological methods in cetaceans and manatees and highlight the epidemiology of zoonotic pathogens in aquatic mammals of the southwestern Atlantic Ocean and the Amazon basin."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/31587464/", "title": "Comparative morphology, histology, and cytology of odontocete cetaceans prostates", "date": "Jul, 2020", "content": "The prostate is the only male accessory gland in cetaceans. However, little is known about this organ in these species. Anatomical and histological characteristics of the prostate have been described in only a few cetacean species, further, one study reported a high incidence of prostatic pathologies in cetaceans that may impair reproduction. The objective of this work was to describe and compare the morphological, histological, and cytological characteristics of the prostate in different odontocete cetaceans. To this end, the prostate glands of 47 animals from nine different species of cetaceans were macroscopically and microscopically studied. Members of the families Delphinidae, Ziphiidae, and Physeteridae were included. In general, the prostate appeared as a musculo-glandular organ with two distinct parts-the Corpus prostatae and the Pars disseminata prostatae. In the pygmy sperm whale (Kogia breviceps) and the Cuvier's beaked whale (Ziphius cavirostris), the prostate was a discrete gland with a small Corpus prostatae. Microscopically, the prostates of different delphinids species shared similarities; however, the prostate of the pygmy sperm whale revealed significant histological differences compared to those of the delphinids. Immunohistochemical analysis was performed using low- and high-molecular-weight cytokeratin, vimentin, and prostatic specific antigen commercial antibodies. Electron microscopy analysis was performed on the prostate of a bottlenose dolphin and the cytomorphological differences among the major epithelial components of the prostatic epithelium were described. Anat Rec, 2019. © 2019 American Association for Anatomy Anat Rec, 303:2036-2053, 2020. © 2019 American Association for Anatomy."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/9416675/", "title": "Antibodies to Brucella in marine mammals around the coast of England and Wales", "date": "Nov, 1997", "content": "Following the isolation of previously unrecognised species of Brucella from stranded seals and cetaceans in Scotland and northern England, a serological survey was carried out to investigate the range of marine mammal species which may have been exposed to Brucella species around the coasts of England and Wales, the prevalence of infection and the temporal and geographical distribution of seropositive animals. Serum collected from 153 stranded marine mammals from the coasts of England and Wales between 1989 and 1995 were tested by competitive and indirect ELISA. Positive titres were recorded for six of 62 (10 per cent) grey seals (Halichoerus grypus), one of 12 (8 per cent) common seals (Phoca vitulina), 11 of 35 (31 per cent) harbour porpoises (Phocoena phocoena) and nine of 29 (31 per cent) common dolphins (Delphinus delphis) tested. Positive titres were also found in a striped dolphin (Stenella coeruleoalba), a bottlenose dolphin (Tursiops truncatus), a killer whale (Orcinus orca) and a pilot whale (Globicephala melas). The seropositive animals were from all around the coasts of England and Wales and the first seropositive sample was from a common dolphin in 1990."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/36788124/", "title": "TRYBE®: an Fc-free antibody format with three monovalent targeting arms engineered for long in vivo half-life", "date": "Jan, 2023", "content": "TrYbe® is an Fc-free therapeutic antibody format, capable of engaging up to three targets simultaneously, with long in vivo half-life conferred by albumin binding. This format is shown by small-angle X-ray scattering to be conformationally flexible with favorable 'reach' properties. We demonstrate the format's broad functionality by co-targeting of soluble and cell surface antigens. The benefit of monovalent target binding is illustrated by the lack of formation of large immune complexes when co-targeting multivalent antigens. TrYbes® are manufactured using standard mammalian cell culture and protein A affinity capture processes. TrYbes® have been formulated at high concentrations and have favorable drug-like properties, including stability, solubility, and low viscosity. The unique functionality and inherent developability of the TrYbe® makes it a promising multi-specific antibody fragment format for antibody therapy."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/17225727/", "title": "Seal and whale meat: two newly recognized food allergies", "date": "Jan, 2007", "content": "Background:\n        \n      \n      Alaska's marine mammals compose a large portion of the diet of indigenous coastal Alaskan people. Bowhead whales (Balaena mysticetus) and bearded seals (Erignathus barbatus), inhabitants of the Bering and Beaufort seas along Alaska's western and northern coasts, are 2 of the most important subsistence species, serving as major food sources to the native population.Objective:\n        \n      \n      To describe an Inupiaq boy with symptoms consistent with an IgE-mediated food allergy after ingestion of bowhead whale and bearded seal meat.Methods:\n        \n      \n      Extracts of cooked bowhead whale and bearded seal were prepared, lyophilized, and evaluated for protein content. Sodium dodecyl sulfate-polyacrylamide gel electrophoresis was performed for each extract, followed by transfer to nitrocellulose and IgE immunoblots. Skin prick testing was conducted using reconstituted extracts of 1:10 wt/vol dilution.Results:\n        \n      \n      Immunoblots revealed serum specific IgE binding with the extracts of bowhead whale and bearded seal meat. Protein bands of approximately 25, 40, 50, and 90 kDa were found in the seal meat. Protein bands of 55 and 90 kDa were found in the whale meat. Skin prick test results were positive to whale and seal extracts with appropriate positive and negative controls. Ten control subjects had negative reactions to both extracts.Conclusion:\n        \n      \n      A patient with moderate anaphylaxis to bowhead whale and bearded seal meat demonstrated serum specific IgE by means of immunoblot and positive skin prick test results. This is the first known reported case of specific IgE to these species."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/11048677/", "title": "In vitro metabolism of polychlorinated biphenyl congeners by beluga whale (Delphinapterus leucas) and pilot whale (Globicephala melas) and relationship to cytochrome P450 expression", "date": "Jul, 2000", "content": "We measured rates of oxidative metabolism of two tetrachlorobiphenyl (TCB) congeners by hepatic microsomes of two marine mammal species, beluga whale and pilot whale, as related to content of selected cytochrome P450 (CYP) forms. Beluga liver microsomes oxidized 3,3',4,4'-TCB at rates averaging 21 and 5 pmol/min per mg for males and females, respectively, while pilot whale samples oxidized this congener at 0.3 pmol/min per mg or less. However, rates of 3,3',4,4'-TCB metabolism correlated with immunodetected CYP1A1 protein content in liver microsomes of both species. The CYP1A inhibitor alpha-naphthoflavone inhibited 3,3',4,4'-TCB metabolism by 40% in beluga, supporting a role for a cetacean CYP1A as a catalyst of this activity. Major metabolites of 3,3',4,4'-TCB generated by beluga liver microsomes were 4-OH-3,3',4',5-TCB and 5-OH-3,3',4,4'-TCB (98% of total), similar to metabolites formed by other species CYP1A1, and suggesting a 4,5-epoxide-TCB intermediate. Liver microsomes of both species metabolized 2,2',5,5'-TCB at rates of 0.2-1.5 pmol/min per mg. Both species also expressed microsomal proteins cross-reactive with antibodies raised against some mammalian CYP2Bs (rabbit; dog), but not others (rat; scup). Whether CYP2B homologues occur and function in cetaceans is uncertain. This study demonstrates that PCBs are metabolized to aqueous-soluble products by cetacean liver enzymes, and that in beluga, rates of metabolism of 3,3',4,4'-TCB are substantially greater than those of 2,2',5,5'-TCB. These directly measured rates generally support the view that PCB metabolism plays a role in shaping the distribution patterns of PCB residues found in cetacean tissue."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/11768130/", "title": "Molecular cloning and characterization of beluga whale (Delphinapterus leucas) interleukin-1beta and tumor necrosis factor-alpha", "date": "Oct, 2001", "content": "Interleukin-1beta (IL-1beta) and tumor necrosis factor-alpha (TNF-alpha) are cytokines produced primarily by monocytes and macrophages with regulatory effects in inflammation and multiple aspects of the immune response. As yet, no molecular data have been reported for IL-1beta and TNF-alpha of the beluga whale. In this study, we cloned and determined the entire cDNA sequence encoding beluga whale IL-1beta and TNF-alpha. The genetic relationship of the cytokine sequences was then analyzed with those from several mammalian species, including the human and the pig. The homology of beluga whale IL-1beta nucleic acid and deduced amino acid sequences with those from these mammalian species ranged from 74.6 to 86.0% and 62.7 to 77.1%, respectively, whereas that of TNF-alpha varied from 79.3 to 90.8% and 75.3 to 87.7%, respectively. Phylogenetic analyses based on deduced amino acid sequences showed that the beluga whale IL-1beta and TNF-alpha were most closely related to those of the ruminant species (cattle, sheep, and deer). The beluga whale IL-1beta- and TNF-alpha-encoding sequences were thereafter successfully expressed in Escherichia coli as fusion proteins by using procaryotic expression vectors. The fusion proteins were used to produce beluga whale IL-1beta- and TNF-alpha-specific rabbit antisera."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/33338275/", "title": "Microscopic anatomical, immunohistochemical, and morphometric characterization of the terminal airways of the lung in cetaceans", "date": "Feb, 2021", "content": "The lungs of cetaceans undergo anatomical and physiological adaptations that facilitate extended breath-holding during dives. Here, we present new insights on the ontogeny of the microscopic anatomy of the terminal portion of the airways of the lungs in five cetacean species: the fin whale (Balaenoptera physalus); the sperm whale (Physeter macrocephalus), the Cuvier's beaked whale (Ziphius cavirostris); the bottlenose dolphin (Tursiops truncatus); and the striped dolphin (Stenella coeruleoalba). We (a) studied the histology of the terminal portion of the airways; (b) used immunohistochemistry (IHC) to characterize the muscle fibers with antibodies against smooth muscle (sm-) actin, sm-myosin, and desmin; (c) the innervation of myoelastic sphincters (MESs) with an antibody against neurofilament protein; and (d) defined the diameter of the terminal bronchioles, the diameter and length of the alveoli, the thickness of the septa, the major and minor axis, perimeter and section area of the cartilaginous rings by quantitative morphometric analyses in partially inflated lung tissue. As already reported in the literature, in bottlenose and striped dolphins, a system of MESs was observed in the terminal bronchioles. Immunohistochemistry confirmed the presence of smooth muscle in the terminal bronchioles, alveolar ducts, and alveolar septa in all the examined species. Some neurofilaments were observed close to the MESs in both bottlenose and striped dolphins. In fin, sperm, and Cuvier's beaked whales, we noted a layer of longitudinal smooth muscle going from the terminal bronchioles to the alveolar sacs. The morphometric analysis allowed to quantify the structural differences among cetacean species by ranking them into groups according to the adjusted mean values of the morphometric parameters measured. Our results contribute to the current understanding of the anatomy of the terminal airways of the cetacean lung and the role of the smooth muscle in the alveolar collapse reflex, crucial for prolonged breath-holding diving."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/2425217/", "title": "Preparation of monoclonal antibodies to preselected protein regions", "date": "Date not found", "content": "No abstract"}, {"url": "https://pubmed.ncbi.nlm.nih.gov/35428655/", "title": "Thiazolidinedione use and retinal fluid in the comparison of age-related macular degeneration treatments trials", "date": "Jul, 2023", "content": "Background:\n        \n      \n      Thiazolidinediones, commonly used antidiabetic medications, have been associated with an increased risk of development of diabetic macular oedema and increased vascular endothelial cell permeability. Macular neovascularisation in age-related macular degeneration (AMD) and associated fluid leakage may be influenced by thiazolidinediones. This study aims to determine the association between thiazolidinedione usage and retinal morphological outcomes or visual acuity (VA) in patients treated with bevacizumab or ranibizumab for neovascular AMD (nAMD).Methods:\n        \n      \n      Secondary analysis of data from the Comparison of Age-related Macular Degeneration Treatments Trials. Participant self-reported diabetes status and thiazolidinedione usage at baseline. VA, intraretinal, subretinal and subretinal pigment epithelium fluid, and foveal thickness of retinal layers were evaluated at baseline and during 2-year follow-up. Comparisons of outcomes between thiazolidinedione usage groups were adjusted by macular neovascularisation lesion type in multivariable regression models.Results:\n        \n      \n      Patients taking thiazolidinedione (n=30) had lower adjusted mean VA score at baseline (difference -6.2 letters; p=0.02), greater proportion with intraretinal fluid (IRF) at year 2 (75% vs 50%, adjusted OR 2.8; p=0.04), greater mean decrease in subretinal tissue complex thickness from baseline at year 1 (difference -75.1 um; p=0.02) and greater mean decrease in subretinal thickness at year 1 (difference -41.9 um; p=0.001) and year 2 (difference -43.3 um; p=0.001).Conclusions:\n        \n      \n      In this exploratory analysis, patients with diabetes taking thiazolidinediones and treated with bevacizumab or ranibizumab for nAMD had worse baseline mean VA, greater reductions in subretinal and subretinal tissue complex thickness from baseline, and greater proportions with IRF comparing to patients not taking thiazolidinediones.Trial registration number:\n        \n      \n      ClinicalTrials.gov NCT00593450."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/29230292/", "title": "Multiple steroid and thyroid hormones detected in baleen from eight whale species", "date": "Nov, 2017", "content": "Recent studies have demonstrated that some hormones are present in baleen powder from bowhead (Balaena mysticetus) and North Atlantic right (Eubalaena glacialis) whales. To test the potential generalizability of this technique for studies of stress and reproduction in large whales, we sought to determine whether all major classes of steroid and thyroid hormones are detectable in baleen, and whether these hormones are detectable in other mysticetes. Powdered baleen samples were recovered from single specimens of North Atlantic right, bowhead, blue (Balaenoptera [B.]musculus), sei (B. borealis), minke (B. acutorostrata), fin (B. physalus), humpback (Megaptera novaeangliae) and gray (Eschrichtius robustus) whales. Hormones were extracted with a methanol vortex method, after which we tested all species with commercial enzyme immunoassays (EIAs, Arbor Assays) for progesterone, testosterone, 17β-estradiol, cortisol, corticosterone, aldosterone, thyroxine and tri-iodothyronine, representing a wide array of steroid and thyroid hormones of interest for whale physiology research. In total, 64 parallelism tests (8 species × 8 hormones) were evaluated to verify good binding affinity of the assay antibodies to hormones in baleen. We also tested assay accuracy, although available sample volume limited this test to progesterone, testosterone and cortisol. All tested hormones were detectable in baleen powder of all species, and all assays passed parallelism and accuracy tests. Although only single individuals were tested, the consistent detectability of all hormones in all species indicates that baleen hormone analysis is likely applicable to a broad range of mysticetes, and that the EIA kits tested here perform well with baleen extract. Quantification of hormones in baleen may be a suitable technique with which to explore questions that have historically been difficult to address in large whales, including pregnancy and inter-calving interval, age of sexual maturation, timing and duration of seasonal reproductive cycles, adrenal physiology and metabolic rate."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/18760012/", "title": "Neurobrucellosis in stranded dolphins, Costa Rica", "date": "Sep, 2008", "content": "Ten striped dolphins, Stenella coeruleoalba, stranded along the Costa Rican Pacific coast, had meningoencephalitis and antibodies against Brucella spp. Brucella ceti was isolated from cerebrospinal fluid of 6 dolphins and 1 fetus. S. coeruleoalba constitutes a highly susceptible host and a potential reservoir for B. ceti transmission."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/15270114/", "title": "Seroprevalence of Toxoplasma gondii antibodies in wild dolphins from the Spanish Mediterranean coast", "date": "Jun, 2004", "content": "Although Toxoplasma gondii infection has been found occasionally in cetaceans, little is known of the prevalence of antibodies to T. gondii in wild dolphins. Antibodies to T. gondii were determined in serum samples from 58 dolphins stranded in the Spanish Mediterranean coast. Modified agglutination test was used to determine T. gondii antibodies, and a titer of 1:25 was considered indicative of T. gondii infection. Antibodies to T. gondii were found in 4 of 36 striped dolphins (Stenella coeruleoalba), in 2 of 4 common dolphins (Delphinus delphis), in 4 of 7 bottlenose dolphins (Tursiops truncatus), and in 1 harbour porpoise (Phocoena phocoena). Antibodies were not found in 9 Risso's dolphins (Grampus griseus) and in 1 long-finned pilot whale (Globicephala melas) surveyed. The results indicate that T. gondii infection is frequent in at least 3 dolphin species from the Mediterranean Sea."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/11959693/", "title": "Molecular and functional characterization of a urea transporter from the kidney of a short-finned pilot whale", "date": "May, 2002", "content": "Cetaceans (whales and dolphins) always excrete urine with an osmolality markedly higher than that of plasma. Although the mechanisms by which cetaceans concentrate urine have not been elucidated, data support a role for medullary urea accumulation in this process, as is the case for terrestrial mammals. Therefore, we hypothesized that facilitated urea transporters are present in the kidney of cetaceans. Using 5'/3'-rapid amplification of cDNA ends, we cloned a 2.7-kb cDNA from the kidney of the short-finned pilot whale Globicephala macrorhynchus. The putative open-reading frame encoded a 397-amino acid protein [pilot whale urea transporter A2 (whUT-A2)] that has 94% amino acid sequence identity to the A2 isoform of the human urea transporter (hUT-A2). Heterologous expression of whUT-A2 cRNA in Xenopus oocytes induced phloretin-inhibitable urea transport. Although Northern analysis and RT-PCR indicated that whUT-A2 was exclusively expressed in kidney, Western blotting using a polyclonal antibody to rat UT-A1/UT-A2 detected various immunoreactive proteins in kidney and other tissues. Furthermore, RT-PCR analysis suggested the presence of alternatively spliced UT-A transcripts in the kidney as well as extrarenal tissues. We conclude that renal urea transporters are highly conserved among mammals inhabiting terrestrial and pelagic environments. A urea-based concentrating mechanism, presumably evolved to meet the demands of an arid terrestrial environment, may have contributed a fortuitous preadaptation that enabled the ancestors of cetaceans to reinvade the sea."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/23809732/", "title": "Immunopathological study of parasitic cholangitis in cetaceans", "date": "Oct, 2013", "content": "This paper describes the immunophenotype of cellular inflammatory infiltrates in chronic cholangitis in six common dolphins (Delphinus delphis), four striped dolphins (Stenella coeruleoalba), three Atlantic spotted dolphins (Stenella frontalis) and one pygmy sperm whale (Kogia Breviceps) found stranded along the coasts of the Canary Islands (Spain). A panel of 5 antibodies previously tested in dolphins (anti-CD3, -IgG, -MHC class II, -S100 protein and -lysozyme) were used. The present work also reports cross reactivity with dolphin antigens of two antibodies not used to date in dolphins (anti-mouse iNOS and anti-mouse Foxp3). The most common type of cholangitis found was chronic granulomatous cholangitis, associated with the presence of the parasite Campula spp., or its eggs in bile ducts. The cellular composition of the hepatic inflammatory infiltrate associated to chronic parasitic cholangitis was closely similar to that found in the cortex of control lymph nodes, including the presence of S100(+) and MHC class II(+) dendritic-like cells in lymphoid follicles and interfollicular areas. Only occasional macrophages expressed iNOS, whereas Foxp3(+) lymphocytes were not found in any of the lesions described in the different types of cholangitis."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/25548140/", "title": "A fully automated primary screening system for the discovery of therapeutic antibodies directly from B cells", "date": "Apr, 2015", "content": "For a therapeutic antibody to succeed, it must meet a range of potency, stability, and specificity criteria. Many of these characteristics are conferred by the amino acid sequence of the heavy and light chain variable regions and, for this reason, can be screened for during antibody selection. However, it is important to consider that antibodies satisfying all these criteria may be of low frequency in an immunized animal; for this reason, it is essential to have a mechanism that allows for efficient sampling of the immune repertoire. UCB's core antibody discovery platform combines high-throughput B cell culture screening and the identification and isolation of single, antigen-specific IgG-secreting B cells through a proprietary technique called the \"fluorescent foci\" method. Using state-of-the-art automation to facilitate primary screening, extremely efficient interrogation of the natural antibody repertoire is made possible; more than 1 billion immune B cells can now be screened to provide a useful starting point from which to identify the rare therapeutic antibody. This article will describe the design, construction, and commissioning of a bespoke automated screening platform and two examples of how it was used to screen for antibodies against two targets."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/2166235/", "title": "The conformation-sensitive immunoassay: a membrane based ELISA system for identifying antibodies sensitive to alterations of protein conformation", "date": "Jun, 1990", "content": "A Conformation-Sensitive Immunoassay (CSI) has been developed for identification of antibodies that are sensitive to alterations in protein conformation. The method involves covalently coupling proteins to an activated hydrophilic membrane support. The membrane bound proteins are then treated under conditions known to alter protein conformation, immobilized in a non-native state via additional covalent interactions with the support, and subsequently probed using conventional ELISA techniques. This method has been validated using several well characterized conformation-sensitive antibodies to horse cytochrome c and sperm whale myoglobin. A panel of monoclonal antibodies directed against bovine somatotropin (bSt) has been partially characterized using this validated CSI procedure. Each of these antibodies to bSt has been shown to detect conformational alterations of bSt structure. Data are also presented that demonstrates that the accuracy of CSI analysis is superior to that of Western blotting for characterizing conformation-sensitive antibodies."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/16644147/", "title": "Morbilliviral infection in a pygmy sperm whale (Kogia breviceps) from Taiwanese waters", "date": "Aug, 2006", "content": "Morbilliviral infection was diagnosed in an adult male pygmy sperm whale (Kogia breviceps) from southwestern Taiwan on the basis of pathological findings, immunohistochemical staining, and reverse transcription-polymerase chain reaction. The whale was found alive stranded on the beach and died after 5 days of medical care. It was thin and had dozens of nematode in the first stomach. The lungs were dark red and heavy. Histopathological examination revealed diffuse, moderate bronchointerstitial pneumonia. Intranuclear and intracytoplasmic inclusions with occasional syncytial cell formation were noted in the lungs, lymph nodes, and spleen. The RNA extracted from lung tissue was subjected to morbilliviral gene amplification. After priming with specific oligonucleotides, the cDNA covering the phosphoprotein (P) gene was copied and then amplified by PCR. The gene fragment amplified from the lung tissue was sequenced. Phylogenetic analysis of partial P gene revealed 97.6% sequence identity to the dolphin morbillivirus and 90.2% similarity to the pilot whale morbillivirus. Morbilliviral antigens were detected in the lungs, lymph nodes, and spleen by immunohistochemistry using polyclonal antibody against rinderpest virus. This is the first report of morbilliviral infection with genetic evidence in a pygmy sperm whale from the Western Pacific Ocean around Taiwan."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/14693122/", "title": "Immunohistochemical detection of macrophages in the short-finned pilot whale (Globicephala macrorhynchus) and Risso's dolphin (Grampus griseus)", "date": "Jan, 2004", "content": "Macrophages play a central role in the immune system, but few markers are available for their detection in cetaceans. The purpose of the present study, therefore, was to examine the cross-reactivity for two cetacean species (short-finned pilot whale and Risso's dolphin) of four anti-human antibodies (SRA-E5, AM-3K, EBM11 and anti-human lysozyme). The distribution of SRA-E5- and AM-3K-positive cells was similar, both antibodies labelling (1) many resident macrophages in the spleen, lymph nodes, liver, lung, kidney, intestine and dermis, and (2) exudate macrophages in the hepatic interlobular septa. Anti-human lysozyme antibody also labelled both resident and exudate macrophages. However, double immunohistochemistry showed that the majority of AM-3K-positive cells in the spleen and liver were also labelled by SRA-E5; on the other hand, anti-human lysozyme-positive cells did not always correspond with AM-3K-positive cells. Cetacean tissues contained no EBM11-positive cells. The study demonstrated the potential values of SRA-E5, AM-3K and anti-human lysozyme antibody for cetacean macrophage studies."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/16419751/", "title": "A comparison of several serologic tests to detect antibodies to Toxoplasma gondii in naturally exposed bottlenose dolphins (Tursiops truncatus)", "date": "Oct, 2005", "content": "Toxoplasma gondii infection in marine mammals is intriguing and indicative of contamination of the ocean environment and coastal waters with oocysts. In a previous study, 138 of 141 (97.8%) bottlenose dolphins (Tursiops truncatus) from the coasts of Florida and California had antibodies to T. gondii by the modified agglutination test (MAT). Although the MAT has been found to be highly sensitive and specific for T. gondii antibodies from several species of terrestrial animals, it has not yet been validated for T. gondii infections in marine mammals. Furthermore, T. gondii has yet not been isolated from dolphins. In the present study, sera from 146 (60 from the 2004 samples and 86 from the 2003 samples) T. truncatus from the coastal areas of South Carolina and Florida were tested for antibodies to T. gondii. Sera from 2004 were tested by the MAT, the indirect fluorescent antibody test (IFAT), the Sabin-Feldman dye test (DT), an indirect hemagglutination test (IHAT), an enzyme-linked immunosorbent assay (ELISA), and Western blot. All 60 dolphins were seropositive, with MAT titers of 1:20 in 3, 1:40 in 19, 1:80 in 29, 1:160 in 2, 1:1,280 in 3, 1:2,560 in 2, and 1:5,120 or higher in 2, and these results were confirmed in another laboratory. The DT titers of these dolphins were <1:10 in 53, 1:800 in 3, 1:1,600 in 2, and 1:3,200 in 2. The IHAT titers were <1:64 in 52, 1:128 in 1, 1:512 in 2, and 1:2,048 in 5. The IFAT titers were <1:20 in 3, 1:20 in 11, 1:40 in 36, 1:80 in 2, 1:160 in 1, and 1:320 or higher in 7. All 7 DT-positive dolphins had high MAT titers, but 2 were negative by the IHAT. Western blot results closely followed MAT results; ELISA results matched MAT results, which were 1:40 or higher. In sera from the 2003 samples, MAT antibodies were found in 86 of 86 dolphins with titers of 1:25 in 29, 1:50 in 23, 1:100 in 27, 1:200 in 3, 1:1,600 in 1, and 1:3,200 in 3; these sera were not tested by other means. Overall, MAT antibodies were found in all 146 dolphin sera tested. Because marine mammals are considered sentinel animals indicative of contamination of the coastal and marine waters by T. gondii oocysts, serologically positive infections need to be validated by the detection of T. gondii organisms in the tissues of seropositive animals."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/25418072/", "title": "Giardia and Cryptosporidium in cetaceans on the European Atlantic coast", "date": "Feb, 2015", "content": "The occurrence of Giardia and Cryptosporidium was investigated in cetacean specimens stranded on the northwestern coast of Spain (European Atlantic coast) by analysis of 65 samples of large intestine from eight species. The parasites were identified by direct immunofluorescence antibody test (IFAT) and by PCR amplification of the β-giardin gene, the ITS1-5.8S-ITS2 region and the SSU-rDNA gene of Giardia and the SSU-rDNA gene of Cryptosporidium. Giardia and Cryptosporidium were detected in 7 (10.8 %) and 9 samples (13.8 %), respectively. In two samples, co-infection with both parasites was observed. Giardia duodenalis assemblages A, C, D and F, and Cryptosporidium parvum were identified. This is the first report of G. duodenalis in Balaenoptera acutorostrata, Kogia breviceps and Stenella coeruleoalba and also the first report of Cryptosporidium sp. in B. acutorostrata and of C. parvum in S. coeruleoalba and Tursiops truncatus. These results extend the known host range of these waterborne enteroparasites."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/17823388/", "title": "Development and validation of monoclonal and polyclonal antibodies for the detection of immunoglobulin G of bottlenose dolphins (Tursiops truncatus)", "date": "Sep, 2007", "content": "Antibodies directed against species-specific immunoglobulin G (IgG) have a broad range of applications in serologic and immunologic research and in the development of clinical assays. Validated anti-IgG antibodies for marine mammal species are in short supply. The objective of this study was to produce and validate antibodies with specificity for IgG of the common bottlenose dolphin (Tursiops truncatus). Bottlenose dolphin IgG was purified using protein G. Two mouse monoclonal antibodies and a rabbit polyclonal antibody were developed from mice and rabbits immunized with bottlenose dolphin IgG. The specificity of the monoclonal antibodies and the polyclonal antibody for bottlenose dolphin IgG was first verified by Western blot analysis and enzyme-linked immunosorbent assay (ELISA). For further validation, both monoclonal antibodies and the polyclonal antibody were incorporated in an indirect ELISA for the detection of the immune response of bottlenose dolphins to a vaccine antigen. Three bottlenose dolphins were immunized with a commercial Erysipelothrix rhusiopathiae vaccine, and serial blood samples were collected from all dolphins for measurement of levels of circulating antibodies. Seroconversion was observed in all 3 dolphins by use of both monoclonal antibodies and the polyclonal antibody. Circulating antibodies were detectable as early as 6 days after immunization in 1 dolphin. Peak antibody levels were detected 14 days after the immunization. The ability to detect seroconversion in all 3 immunized bottlenose dolphins firmly establishes the specificity of the monoclonal antibodies and the polyclonal antibody for IgG of the common bottlenose dolphin."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/21088168/", "title": "Development, validation, and utilization of a competitive enzyme-linked immunosorbent assay for the detection of antibodies against Brucella species in marine mammals", "date": "Nov, 2010", "content": "A competitive enzyme-linked immunosorbent assay (cELISA) was developed by using a whole-cell antigen from a marine Brucella sp. isolated from a harbor seal (Phoca vitulina). The assay was designed to screen sera from multiple marine mammal species for the presence of antibodies against marine-origin Brucella. Based on comparisons with culture-confirmed cases, specificity and sensitivity for cetacean samples tested were 73% and 100%, respectively. For pinniped samples, specificity and sensitivity values were 77% and 67%, respectively. Hawaiian monk seal (Monachus schauinslandi; n = 28) and bottlenose dolphin (Tursiops truncatus; n = 48) serum samples were tested, and the results were compared with several other assays designed to detect Brucella abortus antibodies. The comparison testing revealed the marine-origin cELISA to be more sensitive than the B. abortus tests by the detection of additional positive serum samples. The newly developed cELISA is an effective serologic method for detection of the presence of antibodies against marine-origin Brucella sp. in marine mammals."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/20163803/", "title": "Cross-reactivity of anti-human, anti-porcine and anti-bovine cytokine antibodies with cetacean tissues", "date": "Jul, 2010", "content": "The cross-reactivity of monoclonal antibodies specific for human, porcine and bovine cytokines was evaluated for three cetacean species: Atlantic spotted dolphins (Stenella frontalis), striped dolphins (Stenella coeruleoalba) and fin whales (Balaenoptera physalus). Formalin-fixed and snap-frozen tissue sections of lung, spleen, liver and mesenteric lymph node were evaluated. T and B lymphocytes and monocytes/macrophages were detected by use of anti-human CD3, IgG and lysozyme polyclonal antibodies (pAbs), respectively. These reagents were successfully applied to both fixed and frozen tissues. Anti-human interleukin (IL)-1 alpha, IL-1 beta, IL-8, tumour necrosis factor (TNF)-alpha and CD25, anti-porcine IL-2, IL-6, IL-10, and anti-bovine IL-4 and interferon (IFN)-gamma antibodies produced immunolabelling in cetacean snap-frozen lymph node sections similar to that obtained with tissue from the species of origin, but they did not react with formalin-fixed tissue sections. Anti-porcine IL-12 pAb did not react with snap-frozen cetacean tissue samples. Macrophages and lymphocytes were the most common cells immunolabelled with the anti-cytokine antibodies. This panel of anti-cytokine antibodies may be used to evaluate cytokine expression in snap-frozen tissue samples from the cetacean species tested."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/35582482/", "title": "A New Enzyme-linked Immunosorbent Assay for Serological Diagnosis of Seal Parapoxvirus Infection in Marine Mammals", "date": "Mar, 2022", "content": "Introduction:\n        \n      \n      Seal parapoxvirus (SPPV) infection has been reported among pinnipeds in aquaria in Japan; however, its seroprevalence is unknown. Therefore, an enzyme-linked immunosorbent assay (ELISA) was developed for serological diagnosis of SPPV infection.Material and methods:\n        \n      \n      The gene encoding the major envelope protein of SPPV was cloned into the eukaryotic expression vector pAcGFP1-N1, which encodes the green fluorescence protein (GFP), thereby producing a fusion protein (Env-GFP). Parental and cloned vector DNA was independently transfected into cultured seal cells for the expression of GFP and Env-GFP. The wells of an ELISA plate were coated with either GFP- or Env-GFP-transfected cell lysates. The light absorbance of each serum sample was adjusted by subtracting the absorbance of GFP-coated wells from that of Env-GFP-coated wells. Sera from two spotted seals (Phoca largha), six beluga whales (Delphinapterus leucas), three Pacific white-sided dolphins (Lagenorhynchus obliquidens), and ten bottlenose dolphins (Tursiops truncatus) from an aquarium in Japan were examined using the ELISA.Results:\n        \n      \n      Positive reactions were not observed, except in one preserved sample collected ten years ago from a naturally SPPV-infected spotted seal.Conclusion:\n        \n      \n      The established ELISA could be useful in screening marine mammal sera for anti-SPPV antibodies."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/28793352/", "title": "Brucellosis in mammals of Costa Rica: An epidemiological survey", "date": "Aug, 2017", "content": "Brucellosis has been an endemic disease of cattle and humans in Costa Rica since the beginning of XX century. However, brucellosis in sheep, goats, pigs, water buffaloes, horses and cetaceans, has not been reported in the country. We have performed a brucellosis survey in these host mammal species, from 1999-2016. In addition, we have documented the number of human brucellosis reported cases, from 2003-2016. The brucellosis seroprevalence in goat and sheep herds was 0.98% and 0.7% respectively, with no Brucella isolation. Antibodies against Brucella were not detected in feral or domestic pigs. Likewise, brucellosis seroprevalence in horse and water buffalo farms was estimated in 6.5% and 21.7%, respectively, with no Brucella isolation. Six cetacean species showed positive reactions against Brucella antigens, and B. ceti was isolated in 70% (n = 29) of striped dolphins (Stenella coeruleoalba). A steady increase in the diagnosis of human brucellosis cases was observed. Taking into account the prevalence of brucellosis in the various host mammals of Costa Rica, different measures are recommended."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/17089778/", "title": "Antibodies against Toxoplasma gondii in the Pacific bottlenose dolphin (Tursiops aduncus) from the Solomon Islands", "date": "Aug, 2005", "content": "Serum samples from 58 Pacific bottlenose dolphins (Tursiops aduncus) from the Solomon Islands were tested for the IgG antibody to Toxoplasma gondii by the latex agglutination test (LAT), enzyme-linked immunosorbent assay (ELISA), and immunoblotting. The ELISA cut-off value was taken as OD > or = 0.276, and the final dilution ratio, recognized as positive, was represented by the end titer. In 25 of 58 samples, no antibody activity was detected by LAT and ELISA. In 8 of 58 samples, anti-T. gondii IgG antibodies were detected by both LAT and ELISA, with titers of greater than 1 : 64 and 1 : 160, respectively. By immunoblotting, the 8 serum samples producing higher titers showed specific antibody IgG binding to several antigens on the T. gondii lane, but not on the Neospora caninum lane. No specific bands were noted on the lanes for either parasite in the 25 serum samples for which no antibody activity was detected. The specific binding of IgG antibodies to T. gondii antigens observed for serum samples producing higher titers suggests that Pacific bottlenose dolphins from the Solomon islands are exposed to T. gondii."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/1280436/", "title": "Effects of amino acid substitutions outside an antigenic site on protein binding to monoclonal antibodies of predetermined specificity obtained by peptide immunization: demonstration with region 94-100 (antigenic site 3) of myoglobin", "date": "Oct, 1992", "content": "Amino acid substitutions outside protein antigenic sites are very frequently assumed to exert no effect on binding to antiprotein antibodies, especially if these are monoclonal antibodies (mAbs). In fact, a very popular method for localization of residues in protein antigenic sites is based on the interpretation that whenever a replacement causes a change in binding to antibody, then that residue will be located in the antigenic site. To test this assumption, mAbs of predetermined specificity were prepared by immunization with a free (i.e., without coupling to any carrier) synthetic peptide representing region 94-100 of sperm whale myoglobin (Mb). The cross-reactivities and relative affinities of three mAbs with eight Mb variants were studied. Five Mb variants which had no substitutions within the boundaries of the designed antigenic site exhibited remarkable, and in two cases almost complete, loss in cross-reactivity relative to the reference antigen, sperm whale Mb. Two myoglobins, each of which had one substitution within region 94-100, showed little or no reactivity with the three mAbs. It is concluded that substitutions outside an antigenic site can exert drastic effects on the reactivity of a protein with mAbs against the site and that caution should be exercised in interpreting cross-reactivity data of proteins to implicate residues directly in an antigenic site."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/26758657/", "title": "Fluorescent microbead-based immunoassay for anti-Erysipelothrix rhusiopathiae antibody detection in cetaceans", "date": "Jan, 2016", "content": "A fluorescent microbead-based immunoassay (FMIA) for detection of anti-Erysipelothrix rhusiopathiae antibodies in pigs was adapted for use in cetaceans. The FMIA was validated and adjusted using serum samples from 10 vaccinated captive bottlenose dolphins Tursiops truncatus collected between 1 and 13 mo after immunization. The technique was then used to analyze specimens from 15 free-ranging cetaceans stranded alive on the Valencian Mediterranean coast between 2006 and 2014: 11 striped dolphins Stenella coeruleoalba, 3 Risso's dolphins Grampus griseus and 1 bottlenose dolphin Tursiops truncatus. One of these wild animals was confirmed to have died from E. rhusiopathiae septicemia, but no anti-E. rhusiopathiae antibodies were detected in its serum, pericardial fluid or milk samples. Another free-ranging individual, which lacked any signs or lesions that might be indicative of E. rhusiopathiae infection, showed high fluorescence intensity similar to that measured in captive dolphins at 6-13 mo after vaccination. These results suggest that this animal underwent an E. rhusiopathiae infection several months before stranding. The findings in the present study suggest that FMIA can be useful for detecting anti-E. rhusiopathiae antibodies in cetaceans, and its application to free-ranging animals is particularly interesting because of the great value of these specimens. Furthermore, the FMIA can be multiplexed to allow the determination of up to 100 analytes per sample in a single well, thereby reducing the cost, time and sample volume needed."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/37684333/", "title": "A study of allergen detection panel in Guangzhou, southern China based on real-world data from the past 7 years", "date": "Sep, 2023", "content": "This study aims to reduce the cost of allergen testing for Guangzhou, China by limiting the number of allergens for which patients are tested, and provide a testing panel to improve diagnostic and therapeutic efficiency. This retrospective study of real-world data from 2012 to 2019 included 39,570 patients with suspected allergies in Guangzhou, southern China. All the patients were tested for one or more of the following allergens serum specific immunoglobulin E (sIgE): Dermatophagoides pteronyssinus, Dermatophagoides farinae, cat dander, dog dander, Artemisia vulgaris, Aspergillus fumigatus, Alternaria alternata, Blattella germanica, egg whites, milk, wheat, peanuts, soybeans, Cancer pagurus, and Penaeus monodon by PhadiaCAP 1000. Totally, only the positive rates of allergens sIgE in D. farinae, D. pteronyssinus, milk, egg whites, B. germanica, C. pagurus, A. alternata, and P. monodon were > 10%, the other allergens were between 4-7%. Moreover, among the allergic diseases, dust mites exhibited the overall highest positive rate, followed by milk and B. germanica. In children, milk was the main allergen, whereas in adults, mites, cockroaches, shrimp, and crab allergens had higher positive rates. The optimal scale analysis shows that the multiple sensitization classification of patients can be divided into three categories: I D. farinae and D. pteronyssinus; II. C. pagurus, P. monodon, and B. germanica; III. Milk and egg whites. Generally, a panel including 4 allergens can detect > 90% of the potential allergy in this local population. In Guangzhou, southern China, D. farinae, milk, B. germanica, and A. alternata as a panel screening allergy for suspected allergic patients was suggested base on this study."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/35648776/", "title": "Systematic validation and assessment of immunohistochemical markers for central nervous system pathology in cetaceans, with emphasis on auditory pathways", "date": "Jun, 2022", "content": "Cetacean neuropathology is a developing field that aims to assess structural and neurochemical changes involved in neurodegenerative, infectious and traumatic processes, however markers used previously in cetaceans have rarely undergone systematic validation. This is a prerequisite to investigating the potential damage inflicted on the cetacean auditory system by anthropogenic noise. In order to assess apoptotic, neuroinflammatory and structural aberrations on a protein level, the baseline expression of biomarker proteins has to be characterized, implementing a systematic approach to validate the use of anti-human and anti-laboratory animal antibodies in dolphin tissues. This approach was taken to study 12 different antibodies associated with hypoxic-ischemic, inflammatory, plastic and excitatory-inhibitory changes implicated in acoustic trauma within the ventral cochlear nuclei and inferior colliculi of 20 bottlenose dolphins (Tursiops truncatus). Out of the 12 tested antibodies, pro-apoptotic protease factor 1 (Apaf-1), diacylglycerolkinase-ζ (DGK-ζ), B-cell lymphoma related protein 2 (Bcl-2), amyloid-β peptide (Aβ) and neurofilament 200 (NF200) were validated employing Western blot analyses and immunohistochemistry (IHC). The results of the validation process indicate specific patterns of immunoreactivity that are comparable to those reported in other mammals, thus suggesting a key panel of IHC biomarkers of pathological processes in the cetacean brain. As a consequence, the antibodies tested in this study may constitute a valid tool for supporting existing diagnostic methods in neurological diseases. The approach of systematic validation of IHC markers in cetaceans is proposed as a standard practice, in order for results to be transparent, reliable and comparable."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/36200713/", "title": "Applicability of glucocorticoid toxicity index in pemphigus: Comparison between two groups of rituximab-treated and rituximab-naïve patients", "date": "Dec, 2022", "content": "Rituximab (RTX) combined with short-term glucocorticoids (GC) is an effective therapeutic option for pemphigus. The newly developed Glucocorticoid Toxicity Index (GTI) tool provides the possibility to measure GC toxicities over time. To compare 1-year GTI between two groups of RTX-treated and RTX-naïve patients with pemphigus. The responsiveness of the GTI was also investigated. A prospective cohort of 129 adults with newly diagnosed pemphigus was conducted. GC-related toxicities were assessed at 3-month intervals according to Composite and Specific lists of the GTI. Of the patients, 76.7% (n = 99) received RTX. Throughout the time intervals, RTX-treated patients had lower GTI compared to RTX-naïve ones (p = 0.036). The mean GTI at 1-year was 34.3 in the RTX-treated group and 50.8 in the RTX-naïve group (p = 0.04). The most commonly observed GC-related toxicity was neuropsychiatric manifestations for 34% (224 events). The relapse rate of RTX-treated patients (1%) was significantly lower than RTX-naïve patients (10%) (p = 0.037). The GTI showed no correlation with cumulative GC consumption in both groups (p > 0.05, both). Patients treated with GC alone had remarkably higher GTI than patients treated with GC plus RTX. The GTI is an applicable tool to quantitatively capture GC toxicities at the patient level in pemphigus."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/3820428/", "title": "Prevalence and distribution of serum neutralizing antibodies to Tillamook (bovine) calicivirus in selected populations of marine mammals", "date": "Jan, 1987", "content": "Neutralizing antibodies to Tillamook calicivirus (TCV) were found in sera collected from California sea lions (Zalophus c. californianus Lesson) in 1983 and 1984 and in sera collected from Steller sea lions (Eumetopias jubatus Schreber) in 1976 and 1985. The combined prevalence of antibodies for these two species was 10/228 = 4.38%. Titers ranged from 1:20 (five animals), to 1:40 (four animals), to 1:80 (one animal) by standard microtiter neutralization assay. The seropositive pinnipeds were dispersed widely along the margins of the eastern Pacific rim, from the Bering Sea to the Santa Barbara Channel. Antibodies to TCV were not found in sera collected from northern fur seals (Callorhinus ursinus L.), Pacific walruses (Odobenus rosmarus divergens Illiger), seals of the family Phocidae, or several cetacean species. Tillamook calicivirus was isolated originally in 1981 from dairy calves in Oregon; the finding of neutralizing antibodies in two widely distributed species of sea lions suggests the possibility of a marine origin for this agent."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/36164987/", "title": "Flow cytometric kinetic assay of calcium mobilization in whole blood platelets of bottlenose dolphins (Tursiops truncatus)", "date": "Apr, 2023", "content": "Marine mammals may suffer alterations in platelet function and hemostasia due to multiple pathologies, environmental conditions (including stress) or exposure to different contaminants that induce platelet activation. Detecting early alterations in platelet function in these animals could be an especially relevant diagnostic tool in these species because they typically do not show signs of weakness or disease until the pathology is in advanced state, in order to avoid attracting predators in natural conditions. The study of early markers of platelet activation is relevant for the detection, monitoring and therapy of inflammation and hemostasis disorders. Flow cytometry provides a convenient method to evaluate platelet activation by following the kinetics of intracellular Ca2+ , using sensitive fluorescent indicators that can be loaded into intact cells. In order to study intraplatelet Ca2+ mobilization in marine mammals, we have adapted a kinetic assay of human platelet activation to study platelet activation in whole-blood samples of bottlenose dolphins (Tursiops truncatus) using the Ca2+ -sensitive dye Fluo-4AM and a clone of the platelet-specific antibody CD41-PE that recognizes dolphin platelets. This no-wash, no-lyse protocol provides a simple and sensitive tool to assess in vitro the time course and intensity of signal-transduction responses to platelet agonists under near-physiological conditions. The adaptation of this technique to marine mammals represents a methodological advance for basic and clinical veterinary applications but also for general environmental studies on these species."}, {"url": "https://pubmed.ncbi.nlm.nih.gov/31955559/", "title": "Immunohistochemical investigations on Brucella ceti-infected, neurobrucellosis-affected striped dolphins (Stenella coeruleoalba)", "date": "Dec, 2019", "content": "Bacteria of the genus Brucella cause brucellosis, an infectious disease common to humans as well as to terrestrial and aquatic mammals. Since 1994 several cases of Brucella spp. infection have been reported in marine mammals worldwide. While sero-epidemiological data suggest that Brucella spp. infection is widespread globally, detecting Brucella spp.-associated antigens by immunohistochemistry (IHC) in tissues from infected animals is often troublesome. The present study was aimed at investigating, by means of IHC based upon the utilization of an anti-Brucella LPS monoclonal antibody (MAb), the central nervous system (CNS) immunoreactivity shown by B. ceti-infected, neurobrucellosis-affected striped dolphins. The aforementioned MAb, previously characterized by means of ELISA and Western Blotting techniques, was able to immunohistochemically detect smooth brucellae both within the CNS from B. ceti-infected striped dolphins and within a range of tissues from Brucella spp.-infected domestic ruminants. In conclusion, the results of the present study are of relevance both from the B. ceti infection's diagnostic and pathogenetic standpoints."}]