[{"url": "https://www.google.com/url?rct=j&sa=t&url=https://www.sciencedirect.com/science/article/abs/pii/B978012821184700027X&ct=ga&cd=CAEYACoTMzMxNzY2NDU3MTkwMTgxMzQ4NDIaZjI0ZWFlOGQzZTcyNDE0YTpjb206ZW46VVM&usg=AOvVaw1U_XLcw74wqDZwU7RCcydx", "title": "Chapter 18 - Neuromorphic vision networks for face recognition", "date": null, "content": "\n      JavaScript is disabled on your browser.\n      Please enable JavaScript to use all the features on this page.\n      This chapter proposes a new hardware-based implementation of real-time face-recognition application that is inspired by the cortical neuron firing in the human brain. The face-recognition method presented here can detect and store the most relevant data at the sensor. Then, in contrast to the software approaches, it uses the proposed memristive threshold logic network of reconfigurable cells to build a fast, robust, parallel and scalable architecture for storage and detection of most relevant pixel information. The main idea is that the memristive threshold logic cells proposed here can detect the most relevant and significant pixel intensity variations at the level of sensors that receive video or image input. Then the storage of these data occurs depending upon the memristive state of a memristor. The proposed neuromorphic face-recognition system shows the benefits of on-chip density, low power dissipation and scalability when used for high resolution networks.Extreme multistability, hidden chaotic attractors and amplitude controls in an absolute memristor Van der Pol–Duffing circuit: dynamical analysis and electronic implementationCategorization methods of nuclear materials used in advanced nuclear fuel cycles for physical protection systems or its licensors and contributors. All rights are reserved, including those for text and data mining, AI training, and similar technologies. For all open access content, the relevant licensing terms apply.We use cookies that are necessary to make our site work. We may also use additional cookies to analyze, improve, and personalize our content and your digital experience. For more information, see ourWe use cookies which are necessary to make our site work. We may also use additional cookies to analyse, improve and personalise our content and your digital experience. For more information, see our \nYou may choose not to allow some types of cookies. However, blocking some types may impact your experience of our site and the services we are able to offer. See the different category headings below to find out more or change your settings.\nThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.\nThese cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly.These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site.These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. If you do not allow these cookies, you will experience less targeted advertising."}]